"{\n    \"Title\": \"Program expenses for April to November 2010 are receivable or incurred, regardless of when thewere $152.6 billion, down $0.5 billion, cash is received or paid. In contrast, the financial\",\n    \"row 1\": \"or 0.3 per cent, from the same period source/requirement measures the difference\",\n    \"row 2\": \"the previous year. between cash coming in to the Government\",\n    \"row 3\": \"Transfer payments for April to November 2010 and cash going out. This measure 1s affected not\",\n    \"row 4\": \"decreased by $0.9 billion, or 0.8 per cent, from only by changes in the budgetary balance but\",\n    \"row 5\": \"y - Pp 5\",\n    \"row 6\": \"the same period the previous year. also by the cash source/requirement res ulting\",\n    \"row 7\": \"from the Government\\u2019s investing activities\",\n    \"row 8\": \"\\u00b0 Major transfers to persons were down through its acquisition of capital assets and its\",\n    \"row 9\": \"$0.1 billion, or 0.2 per cent. Elderly benefits loans, financial investments and advances, as\",\n    \"row 10\": \"increased by $0.6 billion, or 2.7 per cent, 1n well as from other activities, including payment\",\n    \"row 11\": \"line with growth in the elderly population of accounts payable and collection of accounts\",\n    \"row 12\": \"and changes in consumer prices, to which receivable, foreign exchange activities, and the\",\n    \"row 13\": \"benefits are fully indexed. EI benefit payments amortization of its tangible capital assets. The\",\n    \"row 14\": \"decreased by $1.0 billion, or 6.9 per cent, difference between the budgetary balance and\",\n    \"row 15\": \"reflecting a decrease in regular benefits. financial source/requirement is recorded in non-\",\n    \"row 16\": \"Children\\u2019s benefits were up $0.3 billion, budgetary transactions.\",\n    \"row 17\": \"reflecting in part enhancements to the\",\n    \"row 18\": \"National Child Benefit supplement and the With a budgetary deficit of $26.0 billion and a\",\n    \"row 19\": \"Canada Child Tax Benefit which took effect requirement of $15.0 billion from non-budgetary\",\n    \"row 20\": \"in July 2009 as part of Canada\\u2019s Economic transactions, there was a financial requirement\",\n    \"row 21\": \"Action Plan. of $41.0 billion in the April to November period\",\n    \"row 22\": \"of 2010-11, compared to a financial requirement\",\n    \"row 23\": \"* Major transfers to other levels of government of $58.5 billion in the same period of 2009-10.\",\n    \"row 24\": \"were up $1.6 billion, or 4.8 per cent, largely The decrease in the financial requirement\",\n    \"row 25\": \"reflecting legislated growth in transfers as well in 2010-11 reflects the improvement in the\",\n    \"row 26\": \"as one-time transfer protection payments to budgetary balance, a reduction in the financing\",\n    \"row 27\": \"provinces in August 2010 to prevent declines requirements of Canada Mortgage and Housing\",\n    \"row 28\": \"in the Canada Health Transfer, the Canada Corporation under the Insured Mortgage\",\n    \"row 29\": \"Social Transfer and Equalization transfers Purchase Program (IMPP) due to the winding\",\n    \"row 30\": \"between 2009-10 and 2010-11. down in March 2010 of purchases of insured\",\n    \"row 31\": \"- Other transfer payments were down mortgage pools under the IMPP, as well as \",\n    \"row 32\": \"$2.4 billion, primarily reflecting one-time one-time assistance provided to the automotive\",\n    \"row 33\": \"assistance to the automotive industry in industry in 2009-10.\",\n    \"row 34\": \"2009-10, partially offset by the impact of\",\n    \"row 35\": \"the revaluation of the Government\\u2019s liability Revenues and expenses\",\n    \"row 36\": \". . 5 . (April to November 2010)\",\n    \"row 37\": \"to Ontario for the province\\u2019s one-third $ billions\",\n    \"row 38\": \"participation in the value of the Government\\u2019s Expenses\",\n    \"row 39\": \"common shares in General Motors. Revenues 205 Gebt charges\",\n    \"row 40\": \". El premiums 10.6 99.9 Other\",\n    \"row 41\": \"Other program expenses increased by nooo rte 44 transfer payments\",\n    \"row 42\": \"$0.4 billion, or 0.8 per cent, from the ey ag. Major transfers to\",\n    \"row 43\": \"previous year\\u2019s level. omerieve\\u2019s oF govt:\",\n    \"row 44\": \"xcise taxes\",\n    \"row 45\": \"Public debt charges increased by $0.6 billion, and duties,\\u201c sag Major transfers\",\n    \"row 46\": \"or 3.3 per cent. ie\",\n    \"row 47\": \"Personal 7, ,\",\n    \"row 48\": \"Financial requirement of $41.0 billion for neome nes 20.8 Orn expenses\",\n    \"row 49\": \"April to November 2010\",\n    \"row 50\": \"The budgetary balance is presented on er\\\" Ve\\\"\",\n    \"row 51\": \"an accrual basis of accounting, recording\",\n    \"row 52\": \"government revenues and expenses when they\"\n}"