"{\n    \"Title\": \"Algoma UniversityNotes to Consolidated Financial Statements\",\n    \"row 1\": \"April 30, 2010\",\n    \"row 2\": \"5. Long term debt (continued)\",\n    \"row 3\": \": Principal payments required on long term debt for the next five years and thereafter, assuming\",\n    \"row 4\": \"refinancing under similar terms, are as follows:\",\n    \"row 5\": \"Year Amount\",\n    \"row 6\": \"2011 $ 502,211\",\n    \"row 7\": \"2012 364,500\",\n    \"row 8\": \"2013 374,559\",\n    \"row 9\": \"2014 379,341\",\n    \"row 10\": \"2015 392,928\",\n    \"row 11\": \"Thereafter 3,394,114\",\n    \"row 12\": \"$ 5,407,653\",\n    \"row 13\": \"The university has a revolving demand credit facility in the amount of $300,000 obtained to\",\n    \"row 14\": \"finance renovations of the building and operations of Windsor Park Retirement Residence Inc.\",\n    \"row 15\": \"The facility bears interest at prime minus 5%, advances and principal payments are due in\",\n    \"row 16\": \"multiples of $50,000. There is no balance available at April 30, 2010, as the facility has been\",\n    \"row 17\": \"maximized.\",\n    \"row 18\": \"The university has an operating line of credit due on demand in the amount of $1,250,000\",\n    \"row 19\": \"available. The facility bears interest at the bank's prime lending rate minus .5% with advances\",\n    \"row 20\": \"made in multiples of $25,000. As at April 30, 2010, the entire facility was available to the\",\n    \"row 21\": \"university.\",\n    \"row 22\": \"aera aeaereeeeraerneeeeeemeemnemmenemmeemmmmmenerne een ene\",\n    \"row 23\": \"6. Contingent liabilities\",\n    \"row 24\": \"The university is a member of the Canadian Universities Reciprocal Insurance Exchange\",\n    \"row 25\": \"(\\\"CURIE\\\"). CURIE is a pooling of property damage and public liability insurance risks of its\",\n    \"row 26\": \"members. All members pay annual deposit premiums, which are actuarially determined and\",\n    \"row 27\": \"are subject to further assessment in the event members\\u2019 premiums are insufficient to cover\",\n    \"row 28\": \"losses and expenses. No assessment has been made for the year ended April 30, 2010.\",\n    \"row 29\": \"The university is involved with pending litigation and claims which arise in the normal course of\",\n    \"row 30\": \"operations. In the opinion of the administration, a liability that may arise from such\",\n    \"row 31\": \"contingencies would not have a significant adverse effect on the financial statements of the\",\n    \"row 32\": \"university. Losses, if any, arising from these matters will be accounted for in the year in which\",\n    \"row 33\": \"they are resolved.\",\n    \"row 34\": \"7. Trust funds\",\n    \"row 35\": \"The university administers approximately $22,000 of funds provided from donations. These\",\n    \"row 36\": \"funds are available to students as emergency loans.\"\n}"