"{\n    \"Title\": \"= DO Fax: 807-623-8460 1095 Barton Streetwww.bdo.ca Thunder Bay ON P7B5N3 Canada\",\n    \"row 1\": \"Ei_S  Sed\",\n    \"row 2\": \"pF SS I ES I ET ET ES ES ee\",\n    \"row 3\": \" Independent Auditor's Report\",\n    \"row 4\": \"To the Members of Aroland First Nation \",\n    \"row 5\": \"Qualified Opinion\",\n    \"row 6\": \"We have audited the consolidated financial statements of Aroland First Nation, and its subsidiaries\",\n    \"row 7\": \"(the First Nation), which comprise the consolidated statement of financial position as at March 31,\",\n    \"row 8\": \"2020, and the consolidated statements of operations and accumulated surplus, changes in net debt\",\n    \"row 9\": \"and the cash flows for the year then ended, and notes to the consolidated financial statements,\",\n    \"row 10\": \"including a summary of significant accounting policies.\",\n    \"row 11\": \"In our opinion, except for the possible effects of the matters discussed in the Basis for Qualified\",\n    \"row 12\": \"Opinion paragraph, the accompanying consolidated financial statements present fairly, in all\",\n    \"row 13\": \"material respects, the consolidated financial position of the First Nation as at March 31, 2020, and\",\n    \"row 14\": \"the results of its operations, changes in net financial assets and of cash flows for the year then\",\n    \"row 15\": \"ended in accordance with Canadian public sector accounting standards.\",\n    \"row 16\": \": Basis for Qualified Opinion -\",\n    \"row 17\": \"The First Nation was unable to obtain information about investments in various entities.\",\n    \"row 18\": \"Accordingly, verification of investments held by the First Nation was limited to the amounts\",\n    \"row 19\": \"recorded in the records of the First Nation. Therefore, we were not able to determine whether any\",\n    \"row 20\": \"adjustments might be necessary to income from investments, annual surplus or deficit and cash\",\n    \"row 21\": \"flows from investing transactions for the years ended March 31, 2020 and 2019, financial assets as at\",\n    \"row 22\": \"March 31, 2020 and 2019 and accumulated surplus as at April 1 and March 31 for both the 2020 and\",\n    \"row 23\": \"2019 years.\",\n    \"row 24\": \"Section 1200, Financial Statement Presentation, of Public Sector Accounting Board Handbook -\",\n    \"row 25\": \"requires the disclosure of budgeted information. The First Nation has not prepared or approved\",\n    \"row 26\": \"consolidated budgets. As a result, we are unable to present budgeted information on the\",\n    \"row 27\": \"consolidated financial statements for the years ended March 31, 2020 and 2019.\",\n    \"row 28\": \"Our audit opinion on the financial statements for the year ended March 31, 2019 was modified\",\n    \"row 29\": \"accordingly because of the possible effects of these limitation in scope.\",\n    \"row 30\": \"We conducted our audit in accordance with Canadian generally accepted auditing standards. Our\",\n    \"row 31\": \"responsibilities under those standards are further described in the Auditor\\u2019s Responsibilities for the\",\n    \"row 32\": \"Audit of the Consolidated Financial Statements section of our report. We are independent of the\",\n    \"row 33\": \"First Nation in accordance with the ethical requirements that are relevant to our audit of the\",\n    \"row 34\": \"consolidated financial statements in Canada, and we have fulfilled our other ethical responsibilities\",\n    \"row 35\": \"in accordance with these requirements. We believe that the audit evidence we have obtained is\",\n    \"row 36\": \"sufficient and appropriate to provide a basis for our qualified opinion. .\",\n    \"row 37\": \"BDO Canada LLP, a Canadian limited liability partnership, is a member of BDO International Limited, a UK company limited by guarantee, and forms part of the international BDO\",\n    \"row 38\": \"network of independent member firms.\"\n}"