"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"17. Government transfers\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"Operating Capital Total Total\",\n    \"row 4\": \"Federal government transfers\",\n    \"row 5\": \"First Nation and Inuit Health 320,594 - 320,594 339,826\",\n    \"row 6\": \"Indigenous Services Canada 2,440,728 406,382 2,847,110 1,936,087\",\n    \"row 7\": \"2,761,322 406,382 3,167,704 2,275,913\",\n    \"row 8\": \"Provincial government transfers\",\n    \"row 9\": \"Ministry of Indigenous Affairs 90,000 - 90,000 220,895\",\n    \"row 10\": \"Ministry of Children, Community and Social Services 759,991 - 759,991 512,330\",\n    \"row 11\": \"Ministry of Health 150,642 - 150,642 240,890\",\n    \"row 12\": \"Ministry of Transportation - - - 686,237\",\n    \"row 13\": \"1,000,633 - 1,000,633 1,660,352\",\n    \"row 14\": \"3,761,955 406,382 4,168,337 3,936,265\",\n    \"row 15\": \"18. Economic dependence\",\n    \"row 16\": \"The First Nation receives a significant portion of its revenue from Indigenous Services Canada (\\\"ISC\\\") as a result of Treaties\",\n    \"row 17\": \"entered into with the Government of Canada. These Treaties are administered by ISC under the terms and conditions of the\",\n    \"row 18\": \"Indian Act. The ability of the First Nation to continue operations is dependent upon the Government of Canada's continued\",\n    \"row 19\": \"financial commitments as guaranteed by these Treaties.\",\n    \"row 20\": \"19. Segments\",\n    \"row 21\": \"The First Nation has eleven reportable segments. These segments are differentiated by the major activities or services they\",\n    \"row 22\": \"provide. The First Nation's segments are as follows:\",\n    \"row 23\": \"Administration - includes administration, governance activities and Band operations.\",\n    \"row 24\": \"Education - includes the operations of education programs.\",\n    \"row 25\": \"Medical Services - activities include delivering health programs.\",\n    \"row 26\": \"Operations & Maintenance - includes activities for the maintenance of the community and its infrastructure.\",\n    \"row 27\": \"Social/Cultural - activities include delivering community service programs.\",\n    \"row 28\": \"Social Services - activities include delivering social programs.\",\n    \"row 29\": \"Capital - includes the operations of capital programs.\",\n    \"row 30\": \"Other - includes miscellaneous programs administered by the First Nation.\",\n    \"row 31\": \"Employment/Economic - includes the operations of economic programs.\",\n    \"row 32\": \"Business Enterprise Projects - includes the operations of significantly influenced business enterprises for consolidation.\",\n    \"row 33\": \"OFNLP2008 - reports on the First Nation's OFNLP2008 funding.\",\n    \"row 34\": \"20. Comparative figures\",\n    \"row 35\": \"Certain comparative figures have been reclassified to conform with current year's presentation.\",\n    \"row 36\": \"21. Significant event\",\n    \"row 37\": \"During the year, there was a global outbreak of COVID-19 (coronavirus), which has had a significant impact on businesses\",\n    \"row 38\": \"through the restrictions put in place by the Canadian, provincial and municipal governments regarding travel, business\",\n    \"row 39\": \"operations and isolation/quarantine orders. At this time, it is unknown the extent of the impact the COVID-19 outbreak may\",\n    \"row 40\": \"have on the First Nation as this will depend on future developments that are highly uncertain and that cannot be predicted\",\n    \"row 41\": \"with confidence. These uncertainties arise from the inability to predict the ultimate geographic spread of the disease, and\",\n    \"row 42\": \"the duration of the outbreak, including the duration of travel restrictions, business closures or disruptions, and\",\n    \"row 43\": \"quarantine/isolation measures that are currently, or may be put, in place by Canada and other countries to fight the virus.\"\n}"