"{\n    \"Title\": \"To the Chief and Council and Members of Biinjitiwaabik Zaaging Anishinaabek:Qualified Opinion\",\n    \"row 1\": \"We have audited the consolidated financial statements of Biinjitiwaabik Zaaging Anishinaabek (the \\\"First\",\n    \"row 2\": \"Nation\\\"), which comprise the consolidated statement of financial position as at March 31, 2020, and the\",\n    \"row 3\": \"consolidated statements of operations and accumulated surplus, change in net financial assets and cash flows\",\n    \"row 4\": \"for the year then ended, and notes to the consolidated financial statements, including a summary of significant\",\n    \"row 5\": \"accounting policies.\",\n    \"row 6\": \"In our opinion, except for the possible effects of the matters described in the Basis for Qualified Opinion section\",\n    \"row 7\": \"of our report, the accompanying consolidated financial statements present fairly, in all material respects, the\",\n    \"row 8\": \"consolidated financial position of the First Nation as at March 31, 2020, and the results of its consolidated\",\n    \"row 9\": \"operations, change in its consolidated net financial assets and its consolidated cash flows for the year then\",\n    \"row 10\": \"ended in accordance with Canadian public sector accounting standards.\",\n    \"row 11\": \"Basis for Qualified Opinion\",\n    \"row 12\": \"The First Nation prepared budgets, however, the budgets were not approved which is not in compliance with\",\n    \"row 13\": \"Canadian public sector accounting standards.\",\n    \"row 14\": \"We were not in attendance to observe the taking of inventory for resale recorded in the amount of $41,705\",\n    \"row 15\": \"(2019 - $41,705) at the end of the year and were not able to satisfy ourselves concerning inventory quantities\",\n    \"row 16\": \"and prices by alternative means. Since inventories enter into the determination of the results of operations and\",\n    \"row 17\": \"changes in financial position, we were unable to determine whether any adjustments might be necessary to cost\",\n    \"row 18\": \"of goods sold, annual surplus and cash flows from operations for the year ended March 31, 2020 and inventory\",\n    \"row 19\": \"for resale, liabilities and accumulated surplus as at March 31, 2020.\",\n    \"row 20\": \"We were unable to obtain sufficient appropriate audit evidence relating to the amounts recorded in gas bar sales\",\n    \"row 21\": \"of $802,196 for the year ended March 31, 2020 and accounts receivable relating to the gas bar operations of\",\n    \"row 22\": \"$68,927 as at March 31, 2020 as we were not able to access certain financial records required to verify these\",\n    \"row 23\": \"amounts. Consequently, we were unable to determine whether any adjustments to these amounts were\",\n    \"row 24\": \"necessary.\",\n    \"row 25\": \"We conducted our audit in accordance with Canadian generally accepted auditing standards. Our responsibilities\",\n    \"row 26\": \"under those standards are further described in the Auditor's Responsibilities for the Audit of the Consolidated\",\n    \"row 27\": \"Financial Statements section of our report. We are independent of the First Nation in accordance with the ethical\",\n    \"row 28\": \"requirements that are relevant to our audit of the consolidated financial statements in Canada, and we have\",\n    \"row 29\": \"fulfilled our other ethical responsibilities in accordance with these requirements. We believe that the audit\",\n    \"row 30\": \"evidence we have obtained is sufficient and appropriate to provide a basis for our qualified opinion.\",\n    \"row 31\": \"Responsibilities of Management and Those Charged with Governance for the Consolidated Financial\",\n    \"row 32\": \"Statements\",\n    \"row 33\": \"Management is responsible for the preparation and fair presentation of the consolidated financial statements in\",\n    \"row 34\": \"accordance with Canadian public sector accounting standards, and for such internal control as management\",\n    \"row 35\": \"determines is necessary to enable the preparation of consolidated financial statements that are free from\",\n    \"row 36\": \"material misstatement, whether due to fraud or error.\",\n    \"row 37\": \"In preparing the consolidated financial statements, management is responsible for assessing the First Nation\\u2019s\",\n    \"row 38\": \"ability to continue as a going concern, disclosing, as applicable, matters related to going concern and using the\",\n    \"row 39\": \"going concern basis of accounting unless management either intends to liquidate the First Nation or to cease\",\n    \"row 40\": \"operations, or has no realistic alternative but to do so.\",\n    \"row 41\": \"Those charged with governance are responsible for overseeing the First Nation\\u2019s financial reporting process.\",\n    \"row 42\": \"__KINCENTRIC? ACCOUNTING > CONSULTING >) TAX\",\n    \"row 43\": \"\\u00a9 PRAXITY Best Employer 1205 AMBER DRIVE, SUITE 210, THUNDER BAY ON, P7B 6M4\",\n    \"row 44\": \"CANADA 2019 1 (866) 623-2141 T: (807) 623-2141 F: (807) 622-1282 MNP.ca\"\n}"