"{\n    \"Title\": \"Bishop's UniversityNotes to Financial Statements\",\n    \"row 1\": \"April 30, 2014\",\n    \"row 2\": \"ee ee ese cece eee cece ee eee eee eee ee eee ence eee eee eee een\",\n    \"row 3\": \"2 - SIGNIFICANT ACCOUNTING POLICIES (Continued)\",\n    \"row 4\": \"Cash and cash equivalents\",\n    \"row 5\": \"The University's policy is to present in cash and cash equivalents bank balances, including bank overdrafts whose balances fluctuate\",\n    \"row 6\": \"frequently from being positive to overdrawn, and investments with a maximum maturity of three months from the acquisition date or\",\n    \"row 7\": \"redeemable at any time without penalty.\",\n    \"row 8\": \"Tangible capital assets\",\n    \"row 9\": \"Tangible capital assets acquired are recorded at cost. When the University receives contributions of tangible capital assets, their cost\",\n    \"row 10\": \"is equal to their fair value at the contribution date or to a nominal amount of $1 if the fair value cannot be reasonably determined.\",\n    \"row 11\": \"Tangible capital assets purchased within the Operating Fund are presented as an Interfund transfer in the statement of changes in\",\n    \"row 12\": \"fund balances. Tangible capital assets purchased within the Restricted Funds are recorded as a revenue in the Capital Fund when the\",\n    \"row 13\": \"portion dedicated to capital purchases is not specified by the grant provider.\",\n    \"row 14\": \"Tangible capital assets of ancillary enterprises are added to the Capital Fund and the payments on the related long-term debt or the\",\n    \"row 15\": \"contribution to financing for acquisitions are presented as an Interfund transfer in the statement of changes in fund balances.\",\n    \"row 16\": \"Amortization\",\n    \"row 17\": \"The annual amortization rates and periods are prescribed by the MESRS. Amortization is based on their estimated useful lives\",\n    \"row 18\": \"according to the straight-line method over the following periods:\",\n    \"row 19\": \"Periods\",\n    \"row 20\": \"Land improvements 10 or 20 years\",\n    \"row 21\": \"Buildings 20, 40 or 50 years\",\n    \"row 22\": \"Building renovations 25, 30 or 40 years\",\n    \"row 23\": \"Furnishings, rolling equipment, software 5 years\",\n    \"row 24\": \"Equipment 5, 10 or 15 years\",\n    \"row 25\": \"Computer hardware 3 years\",\n    \"row 26\": \"Library collection 10 years\",\n    \"row 27\": \"Write-down\",\n    \"row 28\": \"When the University recognizes that a tangible capital asset no longer has any long-term service potential, the excess of net carrying\",\n    \"row 29\": \"amount of the tangible capital asset over its residual value is recognized as an expense in the statement of Revenues and Expenses.\",\n    \"row 30\": \"Other assets\",\n    \"row 31\": \"The University holds an interest, representing 1/19\\\" of the cost of a high speed telecommunication system pursuant to an agreement\",\n    \"row 32\": \"between the MESRS, the R\\u00e9seau interordinateurs scientifique qu\\u00e9b\\u00e9cois (RISQ) Inc. and the universities. The annual amortization is\",\n    \"row 33\": \"established using the straight-line method over the term of the contract signed by the MESRS and the University (16 years).\",\n    \"row 34\": \"Servicing of long-term debt\",\n    \"row 35\": \"For the long-term debt obligations, the Gouvernement du Qu\\u00e9bec funds annual principal and interest payment requirements on\",\n    \"row 36\": \"behalf of the University, which are recorded as decreases in the related debt.\",\n    \"row 37\": \"3- INTEREST EXPENSES\",\n    \"row 38\": \"2014 2013\",\n    \"row 39\": \"Interest on long-term debt 705,562 718,746\",\n    \"row 40\": \"Interest on bank indebtedness, credit facility and banker's acceptances 435,234 497 ,550\",\n    \"row 41\": \"4,140,796 1,216,296\",\n    \"row 42\": \"4-INTERFUND TRANSFERS\",\n    \"row 43\": \"During the year, the University transferred $3,023,901 ($2,771,335 for the year ended April 30, 2013) from the Operating Fund to the\",\n    \"row 44\": \"Capital Fund in order to finance net cash disbursements related to fixed assets, long-term debt repayments and payments of interest\",\n    \"row 45\": \"on long-term debt, and transferred $726,814 from the Operating Fund to the Capital Fund as a reserve for future assets acquisitions\",\n    \"row 46\": \"($100,788 of investments from the Capital Fund to the Operating Fund for the year ended April 30, 2013).\"\n}"