"{\n    \"Title\": \"BISHOP'S UNIVERSITYNotes to Financial Statements (continued)\",\n    \"row 1\": \"Year ended April 30, 2018\",\n    \"row 2\": \"18. Related entity - Bishop's University Foundation (continued):\",\n    \"row 3\": \"Cash flows\",\n    \"row 4\": \"Year ended Year ended\",\n    \"row 5\": \"April 30, April 30,\",\n    \"row 6\": \"2018 2017\",\n    \"row 7\": \"Operating activities $ (8,230,766) $ 3,239,890\",\n    \"row 8\": \"investing and financing activities 10,291,715 (213,454)\",\n    \"row 9\": \"Increase in cash $ 2,060,949 $ 3,026,436\",\n    \"row 10\": \"(a) In accordance with donors\\u2019 designations, $46,648,957 (2017 - $37,197,620) of the Foundation\\u2019s assets are to be held in perpetuity. The investment revenue\",\n    \"row 11\": \"eamed is used mainly to support student scholarships and services, academic enrichment, as well as to support and research activities.\",\n    \"row 12\": \"(b) Total expenditures include contributions of $6,741,808 (2017 - $3,117,845) and management fees of $36,000 (2017 - $36,000) to the University\",\n    \"row 13\": \"The Foundation's financial statements for the year ended April 30, 2018 are not yet approved by the Board of Governors of the Foundation at the date of issuance\",\n    \"row 14\": \"of the University's financial statements.\",\n    \"row 15\": \"19. Financial instruments:\",\n    \"row 16\": \"Financial risks:\",\n    \"row 17\": \"The University's main financial risk exposures are detailed as follows.\",\n    \"row 18\": \"Credit risk:\",\n    \"row 19\": \"The University is exposed to credit risk regarding the financial assets recognized in the statement of financial position, other than investments in the balanced\",\n    \"row 20\": \"fund. The University has determined that the financial assets with more credit risk exposure are accounts receivable, the due from Bishop's University Foundation\",\n    \"row 21\": \"and capital grants receivable, since failure of any of these parties to fulfil their obligations could result in significant losses for the University. Additionally, the\",\n    \"row 22\": \"investments in balanced fund and the money market fund also indirectly expose the University to credit risk.\",\n    \"row 23\": \"Market risk:\",\n    \"row 24\": \"The University's financial instruments expose it to market risk, in particular, interest rate risk and other price risk, resulting from both its operating, investing and\",\n    \"row 25\": \"financing activities as follows:\",\n    \"row 26\": \"(a) Interest rate risk:\",\n    \"row 27\": \"The University is exposed to interest rate risk with respect to financial liabilities bearing fixed and variable interest rates\",\n    \"row 28\": \"The bankers acceptances bear interest at a variable rate and the University is, therefore, exposed to the cash flow risks resulting from interest rate\",\n    \"row 29\": \"fluctuations, The University has concluded a long-term interest rate swap agreement to minimize debt financing costs and to manage interest rate fluctuations\",\n    \"row 30\": \"risk (note 11). This agreement covers the conversion of variable interest rates into fixed rates and is not eligible for hedge accounting. As at April 30, 2018, the\",\n    \"row 31\": \"negative fair value of this derivative financial! instrument is $308,389 (2017 - $969,759) and is presented as a liability in the staternent of financial position,\",\n    \"row 32\": \"(b) Other price risk:\",\n    \"row 33\": \"The University is exposed to other price risk due to financial instruments, since changes in market prices could result in changes in the fair value of these\",\n    \"row 34\": \"instruments.\",\n    \"row 35\": \"Liquidity msk:\",\n    \"row 36\": \"The University's liquidity risk represent the risk that the University could encounter difficulty in meeting obligations associated with its financial iiabilities. The\",\n    \"row 37\": \"University is, therefore, exposed to liquidity risk with respect to all of the financial liabilities recognized in the statement of the balance sheet\",\n    \"row 38\": \"Carrying amount of financial assets by categories:\",\n    \"row 39\": \"The carrying amount of the University's financial assets that are measured at amortized cost totals $9,793,251 (2017 - $11,822,621), whereas the carrying amount\",\n    \"row 40\": \"of financial assets measured at fair value totals $7,588 (2017 - $997,753) and the carying amount of investments in equity instruments measured at cost totals\",\n    \"row 41\": \"$172,937 (2017 - $279,895)\",\n    \"row 42\": \"Guaranteed financial liabilities:\",\n    \"row 43\": \"As at April 30, 2018, the total carrying amount of guaranteed financial liabilities is $41,795,421 (2017 - $33,504,206).\"\n}"