"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"16. CLASSIFICATION OF EXPENSE BY OBJECT -\\u2014 continued\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"Student transporation 282,519 256,171\",\n    \"row 4\": \"Training and professional development 149,220 195,977\",\n    \"row 5\": \"Travel\",\n    \"row 6\": \"Community 30,625 35,420\",\n    \"row 7\": \"Council 49,010 61,037\",\n    \"row 8\": \"Staff 98,278 170,207\",\n    \"row 9\": \"Utilities 245,637 233,942\",\n    \"row 10\": \"Internal program administration (407,469) (286,250)\",\n    \"row 11\": \"Total expenses by object $ 21,345,742 $ 19,387,412\",\n    \"row 12\": \"Band contributions to programs 2,708,634 2,179,301\",\n    \"row 13\": \"Total expenses by object $ 24,054,376 $ 21,566,713\",\n    \"row 14\": \"17. SEGMENTED INFORMATION\",\n    \"row 15\": \"Aamjiwnaang First Nation is a diversified government institution that provides a wide range of\",\n    \"row 16\": \"services to its members, including education, infrastructure maintenance, medical and other\",\n    \"row 17\": \"health services, administration, capital, enterprises and other services.\",\n    \"row 18\": \"For each reported segment, revenues and expenses include amounts that are directly attributable\",\n    \"row 19\": \"to the segment and amounts that are allocated on a reasonable basis. Therefore, certain allocation\",\n    \"row 20\": \"methodologies are employed in the preparation of segmented financial information, including\",\n    \"row 21\": \"transfers that have been apportioned based on a percentage of budgeted expenses.\",\n    \"row 22\": \"The accounting policies used in these segments are consistent with those followed in the\",\n    \"row 23\": \"preparation of the consolidated financial statements.\",\n    \"row 24\": \"Services are provided by departments and their activities are reported in these funds. Certain\",\n    \"row 25\": \"departments that have been separately disclosed in the segmented information, along with the\",\n    \"row 26\": \"services they provide, are as follows:\",\n    \"row 27\": \"Community Services\",\n    \"row 28\": \"Aamjiwnaang First Nation provides a wide array of other services, including fire protection,\",\n    \"row 29\": \"police protection, social assistance, garbage collection, infrastructure services, student\",\n    \"row 30\": \"transportation, medical travel, home support services, prenatal and early childhood care, nursing,\",\n    \"row 31\": \"health representation, traditional healing, family violence prevention and many other smaller\",\n    \"row 32\": \"programs designed to enhance the health of members. Also included are community events such\",\n    \"row 33\": \"as the Pow Wow and Community Days.\",\n    \"row 34\": \"The social assistance department is responsible for administering assistance payments as well as\",\n    \"row 35\": \"providing services directed towards members.\",\n    \"row 36\": \"Page 17 of 24\"\n}"