"{\n    \"Title\": \"NOTES TO THE CONSOLIDATED FINANCIAL STATEMENTSFor the Year Ended March 31, 2020\",\n    \"row 1\": \"21. GOVERNMENT TRANSFERS\",\n    \"row 2\": \"Government transfers consist of the following:\",\n    \"row 3\": \"2020 2019\",\n    \"row 4\": \"Federal government operating transfers\",\n    \"row 5\": \"ISC 4,271,407 3,137,805\",\n    \"row 6\": \"Health Canada - 859,703\",\n    \"row 7\": \"Canada Mortgage and Housing Corporation 40,575 28,269\",\n    \"row 8\": \"Other 165,005 180,828\",\n    \"row 9\": \"4,476,987 4,206,605\",\n    \"row 10\": \"Federal government capital transfers\",\n    \"row 11\": \"ISC 287,015 7,443\",\n    \"row 12\": \"Provincial government operating transfers 1,609,260 1,632,011\",\n    \"row 13\": \"Provincial capital government transfers - 44,833\",\n    \"row 14\": \"6,373,262 5,890,892\",\n    \"row 15\": \"22. BUDGET FIGURES\",\n    \"row 16\": \"The budget, approved by the First Nation, for 2020 is reflected on the Consolidated Statement of\",\n    \"row 17\": \"Operations and Accumulated Surplus and the Consolidated Statement of Change in Net Financial\",\n    \"row 18\": \"Assets. The budgets established for capital investment in tangible capital assets are on a project-\",\n    \"row 19\": \"oriented basis, the costs of which may be carried out over one or more years and, therefore, may not\",\n    \"row 20\": \"be comparable with current year\\u2019s actual amounts. Budget figures have been reclassified for the\",\n    \"row 21\": \"purposes of these financial statements to comply with PSA reporting requirements. Budget figures\",\n    \"row 22\": \"are not subject to audit.\",\n    \"row 23\": \"23. SEGMENTED INFORMATION\",\n    \"row 24\": \"Alderville First Nation is a territorial government that provides a range of services to its members.\",\n    \"row 25\": \"First Nation services are reported by function and their activities are separately disclosed in the\",\n    \"row 26\": \"segmented information.\",\n    \"row 27\": \"For each reported segment, revenues and expenses represent both amounts that are directly\",\n    \"row 28\": \"attributable to the segment and amounts that are allocated on a reasonable basis. Certain allocation\",\n    \"row 29\": \"methodologies are employed in the preparation of segmented financial information.\",\n    \"row 30\": \"The accounting policies used in these segments are consistent with those followed in the preparation\",\n    \"row 31\": \"of the financial statements as disclosed in Note 1. For additional information see the Schedule of\",\n    \"row 32\": \"Segment Disclosure.\",\n    \"row 33\": \"Administration\",\n    \"row 34\": \"Administration consists of the activities of Council and general financial and administrative\",\n    \"row 35\": \"management of the First Nation and its programs and services.\",\n    \"row 36\": \". @ e\",\n    \"row 37\": \"bakertilly\"\n}"