"{\n    \"Title\": \"NOTES TO THE CONSOLIDATED FINANCIAL STATEMENTS\",\n    \"row 1\": \"For the Year Ended March 31, 2020\",\n    \"row 2\": \"6. MORTGAGES DUE FROM FIRST NATION MEMBERS\",\n    \"row 3\": \"The amount shown as mortgages due from First Nation members represents the amount of funds\",\n    \"row 4\": \"due from First Nation members with respect to approved housing loans. The unexpended portion of\",\n    \"row 5\": \"approved loans is not recorded until a payment is made by the First Nation on behalf of the member.\",\n    \"row 6\": \"The First Nation members have a legal obligation to repay the full amount of the approved loans. No\",\n    \"row 7\": \"interest is charged on these mortgages.\",\n    \"row 8\": \"Mortgages due from First Nation members are as follows:\",\n    \"row 9\": \"2020 2019\",\n    \"row 10\": \"Mortgages due from First Nation members 2,422,135 2,634,837\",\n    \"row 11\": \"7. FUNDS HELD IN TRUST\",\n    \"row 12\": \"The funds held by the Federal Government on behalf of the First Nation are for the use of the First\",\n    \"row 13\": \"Nation for specific projects. At the request of the First Nation, these funds can be obtained.\",\n    \"row 14\": \"The trust funds arise from monies derived from capital or revenue sources as outlined in Section 62\",\n    \"row 15\": \"of the Indian Act. These funds are held in trust in the Consolidated Revenue Fund of the Government\",\n    \"row 16\": \"of Canada. The management of these funds is primarily governed by Sections 63 to 69 of the Indian\",\n    \"row 17\": \"Act.\",\n    \"row 18\": \"The continuity of the funds held in trust by the Federal Government is as follows:\",\n    \"row 19\": \"Opening Closing\",\n    \"row 20\": \"Balance Additions Withdrawals Balance\",\n    \"row 21\": \"$ $ $ $\",\n    \"row 22\": \"Revenue 6,479 2,692 - 9,171\",\n    \"row 23\": \"8. CREDIT FACILITY AGREEMENT\",\n    \"row 24\": \"The First Nation has a revolving credit facility agreement with its main financial institution. The\",\n    \"row 25\": \"amount available at any time is limited to $250,000 via an operating loan. Any balance borrowed will\",\n    \"row 26\": \"accrue interest at the bank\\u2019s prime lending rate plus 0.5% per annum. Council authorized the\",\n    \"row 27\": \"temporary borrowing limit through a Band Council Resolution. At March 31, 2020 there was a\",\n    \"row 28\": \"balance outstanding of $Nil (2019 - $Nil).\",\n    \"row 29\": \"9. PENSION AGREEMENTS\",\n    \"row 30\": \"The First Nation makes contributions to Great West Life on behalf of its staff. The amount of\",\n    \"row 31\": \"retirement benefit to be received by the employees will be the amount of retirement annuity that could\",\n    \"row 32\": \"be purchased based on the member's share of the pension plan at the time of the member's\",\n    \"row 33\": \"withdrawal from the plan.\",\n    \"row 34\": \"Contributions required on account of current service in 2020 were $109,881 (2019 - $113,133).\",\n    \"row 35\": \"bakertilly\"\n}"