"{\n    \"Title\": \"Algoma UniversitySummary of Significant Accounting Policies\",\n    \"row 1\": \"April 30, 2010\",\n    \"row 2\": \"Financial Instruments The university classifies its financial instruments into one of the\",\n    \"row 3\": \"following categories based on the purpose for which the asset was\",\n    \"row 4\": \"acquired. The university's accounting policy for each category is as\",\n    \"row 5\": \". follows:\",\n    \"row 6\": \"a) Held for trading\",\n    \"row 7\": \"Financial instruments are classified under this category if they are:\",\n    \"row 8\": \"(i) acquired principally for the purpose of selling or repurchasing in\",\n    \"row 9\": \"the near term:\",\n    \"row 10\": \"(ii) part of a portfolio of identified financial instruments that are\",\n    \"row 11\": \"managed together and for which there is evidence of a recent\",\n    \"row 12\": \"actual pattern of short-term profit-taking;\",\n    \"row 13\": \"(iii)a derivative, except for a derivative that is a financial guarantee\",\n    \"row 14\": \"contract or a designated effective hedging instrument: or\",\n    \"row 15\": \"(iv)designated at fair value using the fair value option (\\u201cFVO\\u2019)\",\n    \"row 16\": \"Financial instruments cannot be transferred into or out of the held\",\n    \"row 17\": \"for trading category after inception. For designation at fair value\",\n    \"row 18\": \"using the FVO option, reliable fair values must be readily available.\",\n    \"row 19\": \"Financial instruments included in this category are cash and bank.\",\n    \"row 20\": \"These instruments are carried on the balance sheet at fair value\",\n    \"row 21\": \"with changes in fair value recognized in the Statement of\",\n    \"row 22\": \"Operations. Transaction costs related to instruments classified as\",\n    \"row 23\": \"held for trading are expensed as incurred.\",\n    \"row 24\": \"b) Loans and receivables\",\n    \"row 25\": \"Loans and receivables are non-derivative financial assets resulting\",\n    \"row 26\": \"from the delivery of cash or other assets by a lender to a borrower\",\n    \"row 27\": \"in return for a promise to repay on a specified date or dates, or on\",\n    \"row 28\": \"demand. They arise principally through the provision of goods and\",\n    \"row 29\": \"services to customers, but also incorporate other types of\",\n    \"row 30\": \"contractual monetary assets. These financial instruments are\",\n    \"row 31\": \"initially recognized at fair value and subsequently carried at\",\n    \"row 32\": \"amortized cost, using the effective interest rate method, less any\",\n    \"row 33\": \"provision for impairment. Transaction costs related to loans and\",\n    \"row 34\": \"receivables are included in the amount initially recognized.\",\n    \"row 35\": \"Accounts receivable, grants receivable, and related party balances\",\n    \"row 36\": \"have been classified as loans and receivables.\",\n    \"row 37\": \"c) Other financial liabilities\",\n    \"row 38\": \"Other financial liabilities includes all financial liabilities other than\",\n    \"row 39\": \"those classified as held for trading and comprises accounts\",\n    \"row 40\": \"payable, accrued liabilities, revolving credit facility and long term\",\n    \"row 41\": \"debt. These instruments are initially recognized at fair value\",\n    \"row 42\": \"including direct and incremental transaction costs. They are\",\n    \"row 43\": \"subsequently measured at amortized cost using the effective\",\n    \"row 44\": \"interest rate method.\",\n    \"row 45\": \"Unless otherwise noted, it is management's opinion that the\",\n    \"row 46\": \"university is not exposed to significant interest, currency or credit\",\n    \"row 47\": \"risk arising from these financial instruments.\"\n}"