"{\n    \"Title\": \"Notes to Consolidated Financial StatementsApril 30, 2018\",\n    \"row 1\": \"6. Long term debt (continued)\",\n    \"row 2\": \"Interest on long term debt during the year amounted to $350,151 (2017 - $377,564).\",\n    \"row 3\": \"Principal payments required on long term debt for the next five years and thereafter, assuming\",\n    \"row 4\": \"refinancing under similar terms, are as follows:\",\n    \"row 5\": \"Year Amount\",\n    \"row 6\": \"2019 > 755,035\",\n    \"row 7\": \"2020 789,320\",\n    \"row 8\": \"2021 805,234\",\n    \"row 9\": \"2022 824,331\",\n    \"row 10\": \"2023 823,740\",\n    \"row 11\": \"Thereafter 9,885,328\",\n    \"row 12\": \"$ 13,882,988\",\n    \"row 13\": \"7. Contingent liabilities\",\n    \"row 14\": \"The University is a member of the Canadian Universities Reciprocal Insurance Exchange\",\n    \"row 15\": \"(\\\"CURIE\\\"). CURIE insures general liability, university property and errors and omissions.\",\n    \"row 16\": \"Annual premiums paid by the university are determined by the CURIE Board, on the advice of\",\n    \"row 17\": \"the actuary. There is a provision under the agreement for assessments to all member\",\n    \"row 18\": \"universities if these premiums are not sufficient to cover losses. As of December 31, 2017, the\",\n    \"row 19\": \"date of the latest financial statements available, CURIE had a surplus of $81,200,000 (2016-\",\n    \"row 20\": \"$84,908,000). Additional insurance for automovies, artwork, miscellaneous property, and\",\n    \"row 21\": \"major construction projects is purchased through commercial insurers to provide coverage for\",\n    \"row 22\": \"losses not insured by CURIE.\",\n    \"row 23\": \"The University is involved with pending litigation and claims which arise in the normal course of\",\n    \"row 24\": \"operations. In the opinion of the administration, a liability that may arise from such\",\n    \"row 25\": \"contingencies would not have a significant adverse effect on the financial statements of the\",\n    \"row 26\": \"university.\",\n    \"row 27\": \"8. Government remittances\",\n    \"row 28\": \"Included in accounts payable and accrued liabilities are the following government remittances:\",\n    \"row 29\": \"2018 2017\",\n    \"row 30\": \"EHT payable $ 1,576 $ 557\",\n    \"row 31\": \"WSIB payable - o3\",\n    \"row 32\": \"$ 1,576 $ 410\",\n    \"row 33\": \", 9. Deferred contributions related to tangible capital assets\",\n    \"row 34\": \"Deferred contributions related to tangible capital assets relate to grants received for purchase\",\n    \"row 35\": \"or construction of tangible capital assets and are amortized over the life of the tangible capital\",\n    \"row 36\": \"assets. The changes in deferred contributions are as follows:\"\n}"