"{\n    \"Title\": \"Algoma UniversityNotes to Consolidated Financial Statements\",\n    \"row 1\": \"April 30, 2018\",\n    \"row 2\": \"11. Accounts receivable\",\n    \"row 3\": \"Included in accounts receivable:\",\n    \"row 4\": \"2018 2017\",\n    \"row 5\": \". Accounts receivable - fees $ 1,297,878 $ 1,552,089\",\n    \"row 6\": \"Accounts receivable - other 1,147,502 495,173\",\n    \"row 7\": \"Allowance for doubtful accounts (794,988) (1,048,775)\",\n    \"row 8\": \"$1,650,392 $ 998,487\",\n    \"row 9\": \"12. Financial instruments\",\n    \"row 10\": \"The University's management monitors, evaluates and manages the principal risks assumed\",\n    \"row 11\": \"with financial instruments on a daily basis. The risks that arise from transacting financial\",\n    \"row 12\": \"instruments include liquidity risk, credit and concentration of credit risk.\",\n    \"row 13\": \"Liquidity risk\",\n    \"row 14\": \"Liquidity risk arises from the University's management of accounts payable, long term debt and\",\n    \"row 15\": \"other current liabilities. It is the risk that the University will encounter difficulty in meeting its\",\n    \"row 16\": \"financial obligations as they fall due. The University's policy to minimize this risk is to ensure an\",\n    \"row 17\": \"adequate line of credit exists for the University.\",\n    \"row 18\": \"Credit and concentration of credit risk\",\n    \"row 19\": \"Credit risk arises principally from the University's cash and accounts receivable. The cash is\",\n    \"row 20\": \"held at a reputable institution. The University is also exposed to normal credit risk resulting\",\n    \"row 21\": \"from the possibility that one party to a financial instrument will cause a financial loss for the\",\n    \"row 22\": \"other party by failing to discharge an obligation. The majority of the University\\u2019s receivables are\",\n    \"row 23\": \"from student fees and the University sends any overdue accounts more than two years old to\",\n    \"row 24\": \"the credit bureau for collection. In addition, students are not allowed to register for a future\",\n    \"row 25\": \"semester if their fees from previous semesters are not paid in full.\",\n    \"row 26\": \"Interest rate risk\",\n    \"row 27\": \"Interest rate risk arises principally from the University's credit facilities. It is the risk that the fair\",\n    \"row 28\": \"value or future cash flows of a financial instrument will fluctuate because of changes in market\",\n    \"row 29\": \"interest rates. The credit facilities have variable interest rates. Changes in the bank's prime\",\n    \"row 30\": \"lending rate can cause fluctuations in interest payments and cash flows. The University uses\",\n    \"row 31\": \"derivative financial instruments to alter the effect of this risk through an interest rate swap.\",\n    \"row 32\": \"Market Volatility risk\",\n    \"row 33\": \"Market volatility risk arises from the University's investment portfolio, which contains various\",\n    \"row 34\": \"pooled funds and, fixed income and equity instrument. It is the risk that the fair value or future\",\n    \"row 35\": \"cash flows from a financial instrument will fluctuate because of general economic and other\",\n    \"row 36\": \"market factors affecting equity prices.\"\n}"