"{\n    \"Title\": \"renner ce cee eT Aroland First Nation .\",\n    \"row 1\": \") Notes to Consolidated Financial Statements\",\n    \"row 2\": \" March 31, 2020 \",\n    \"row 3\": \" 13. Comparative Figures \\\"\",\n    \"row 4\": \"Certain of the comparative figures presented in the accompanying consolidated financial \",\n    \"row 5\": \"statements have been reclassified to conform with the current year\\u2019s presentation. \",\n    \"row 6\": \"14. Contingencies \",\n    \"row 7\": \"In addition, in the normal course of operations, the First Nation becomes involved in legal\",\n    \"row 8\": \"actions. Some of these potential liabilities may become actual liabilities when one or more\",\n    \"row 9\": \"future events occur or fail to occur. To the extent that the future event is likely to occur,\",\n    \"row 10\": \"and a reasonable estimate of the loss can be made, an estimated liability is accrued and an\",\n    \"row 11\": \"expense recorded on the First Nation's consolidated financial statements.\",\n    \"row 12\": \"Claims are currently outstanding against the First Nation. The outcome of the claims are \",\n    \"row 13\": \"not yet determinable, and accordingly, no provision has been made in these consolidated\",\n    \"row 14\": \"financial statements with respect to these matters. Any loss with respect to the claims will \",\n    \"row 15\": \"be recorded as an expense of the period in which the loss becomes likely and the amount is\",\n    \"row 16\": \"measurable.\",\n    \"row 17\": \"15. Contaminated Sites Liability . .\",\n    \"row 18\": \"PSAB 3260.08 states that a liability for contaminated sites should be recognized when all of \",\n    \"row 19\": \"the following criteria have been met:\",\n    \"row 20\": \". a) an environmental standard exists; \",\n    \"row 21\": \"b) contamination exceeds the environmental standard; \",\n    \"row 22\": \"c) the government is directly responsible or accepts responsibility\",\n    \"row 23\": \"d) it is expected that future economic benefits will be given up; and \",\n    \"row 24\": \"e) a reasonable estimate of the amount can be made.\",\n    \"row 25\": \"As at March 31, 2020, The Band has not identified any circumstances where it is directly ;\",\n    \"row 26\": \"responsible, accepted responsibility or expects that future economic benefits will be given\",\n    \"row 27\": \"up to address contaminated sites. Consequently no liability has been accrued in these \",\n    \"row 28\": \"financial statements. :\"\n}"