"{\n    \"Title\": \" \\\\\\u201c\\\\ CHARTERED PROFESSIONAL ACCOUNTANTS Accounting  Assurance  Advisory  TaxINDEPENDENT AUDITORS\\u2019 REPORT\",\n    \"row 1\": \"To: The Members of the Atikameksheng Anishnawbek\",\n    \"row 2\": \"Opinion\",\n    \"row 3\": \"We have audited the consolidated financial statements of Atikameksheng Anishnawbek, which\",\n    \"row 4\": \"comprise the consolidated statement of financial position as at March 31, 2020, and the consolidated\",\n    \"row 5\": \"statements of operations and accumulated surplus, changes in net assets, and cash flows for the year\",\n    \"row 6\": \"then ended, and notes to the consolidated financial statements, including a summary of significant\",\n    \"row 7\": \"accounting policies.\",\n    \"row 8\": \"In our opinion, the accompanying consolidated financial statements present fairly, in all material\",\n    \"row 9\": \"respects, the financial position of Atikameksheng Anishnawbek as at March 31, 2020, and its\",\n    \"row 10\": \"financial performance and cash flows for the year then ended in accordance with Canadian public\",\n    \"row 11\": \"sector accounting standards.\",\n    \"row 12\": \"Basis for Opinion\",\n    \"row 13\": \"We conducted our audit in accordance with Canadian generally accepted auditing standards. Our\",\n    \"row 14\": \"responsibilities under those standards are further described in the Auditors\\u2019 Responsibilities for the\",\n    \"row 15\": \"Audit of the Consolidated Financial Statements section of our report. We are independent of the First\",\n    \"row 16\": \"Nation in accordance with the ethical requirements that are relevant to our audit of the consolidated\",\n    \"row 17\": \"financial statements in Canada, and we have fulfilled our other ethical responsibilities in accordance\",\n    \"row 18\": \"with these requirements. We believe that the audit evidence we have obtained is sufficient and\",\n    \"row 19\": \"appropriate to provide a basis for our opinion.\",\n    \"row 20\": \"Other Matters\",\n    \"row 21\": \"The financial statements for the year ended March 31, 2019 were audited by another firm of\",\n    \"row 22\": \"Chartered Professional Accountants who expressed an unmodified opinion on those financial\",\n    \"row 23\": \"statements on July 29, 2019.\",\n    \"row 24\": \"Responsibilities of Management and Those Charged with Governance for the Consolidated\",\n    \"row 25\": \"Financial Statements\",\n    \"row 26\": \"Management is responsible for the preparation and fair presentation of the consolidated financial\",\n    \"row 27\": \"statements in accordance with Canadian public sector accounting standards, and for such internal\",\n    \"row 28\": \"control as management determines is necessary to enable the preparation of consolidated financial\",\n    \"row 29\": \"statements that are free from material misstatement, whether due to fraud or error.\",\n    \"row 30\": \"In preparing the consolidated financial statements, management is responsible for assessing the First\",\n    \"row 31\": \"Nation\\u2019s ability to continue as a going concern, disclosing, as applicable, matters related to going\",\n    \"row 32\": \"concern and using the going concern basis of accounting unless management either intends to\",\n    \"row 33\": \"liquidate the First Nation or to cease operations, or has no realistic alternative but to do so.\",\n    \"row 34\": \"Those charged with governance are responsible for overseeing the First Nation\\u2019s financial reporting\",\n    \"row 35\": \"process.\",\n    \"row 36\": \"Edwin P. Reilly + Sam P,Lolas \\u00ab Kirby W. Houle s lan L. FitzPatrick * Joel A. Humphrey\\u201d) \\u00bb Cleo L. Melanson\",\n    \"row 37\": \"62 Frood Road - Suite 301, Sudbury ON, PSC 423 www.fcrca.com 30 McCulloch Drive, Espanola ON, PSE 11\",\n    \"row 38\": \"T \\u20ac705) 675.2200 F (705) 675.2515 T (705) 869.3351 F \\u00a2\\u20ac705) 869.4601\"\n}"