"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"4. Accounts receivable\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"Housing rentals 1,239,344 915,479\",\n    \"row 4\": \"Trade receivables 1,734,253 1,683,265\",\n    \"row 5\": \"User fees 1,022,528 1,252,381\",\n    \"row 6\": \"Other 470,192 763,395\",\n    \"row 7\": \"4,466,317 4,614,520\",\n    \"row 8\": \"Less: Allowance for doubtful accounts 3,348,569 3,744,487\",\n    \"row 9\": \"1,117,748 870,033\",\n    \"row 10\": \"5. Portfolio investments\",\n    \"row 11\": \"Portfolio investments consists of:\",\n    \"row 12\": \"A minority equity interest, being 4,269 common shares, in Sunlife Financial Inc., received upon demutualization of the\",\n    \"row 13\": \"carrier of Attawapiskat First Nation Education Authority's extended health benefit plan.\",\n    \"row 14\": \"A 25% partnership interest in Kimesskanemenow Limited Partnership, a partnership controlled by several Nation bands\",\n    \"row 15\": \"whose primary business activity is the annual construction and maintenance of a winter road from Moosonee to\",\n    \"row 16\": \"Attawapiskat, Ontario. The investment is carried at cost, being the initial contribution and amounts assumed on transfer\",\n    \"row 17\": \"pursuant to reorganization transactions less any impairment loss.\",\n    \"row 18\": \"A 25% partnership interest in Creewest Limited Partnership, a partnership controlled by several Nation bands whose\",\n    \"row 19\": \"primary business activity is the participation in contracting opportunities from development projects within the traditional\",\n    \"row 20\": \"territories of the limited partners, in order to generate income for the limited partners and employment opportunities for their\",\n    \"row 21\": \"respective memberships. The investment is carried at cost, being the initial contribution.\",\n    \"row 22\": \"A minority partnership interest in Ontario First Nations Sovereign Wealth LP, a partnership controlled by several Nation\",\n    \"row 23\": \"bands whose primary business activity is providing its partners with access to investment income from its holdings. The\",\n    \"row 24\": \"investment is carried at cost, being the initial contribution.\",\n    \"row 25\": \"A minority equity interest, being one common share, in OFN Asset Management GP Corp., a corporation controlled by\",\n    \"row 26\": \"several Nation bands whose primary business activity is providing its shareholders with access to investment income from\",\n    \"row 27\": \"its holdings. The investment is carried at cost, being the initial contribution.\",\n    \"row 28\": \"2020 2079\",\n    \"row 29\": \"Sunlife Financial Inc. 203,417 203,417\",\n    \"row 30\": \"Kimesskanemenow Limited Partnership 80,000 462,104\",\n    \"row 31\": \"Creewest Limited Partnership 300 300\",\n    \"row 32\": \"Ontario First Nations Sovereign Wealth LP 1 1\",\n    \"row 33\": \"OFN Asset Management GP Corp. 1 1\",\n    \"row 34\": \"283,719 665,823\",\n    \"row 35\": \"During the year, an impairment of $382,104 was recognized on the investment in Kimesskanemenow Limited Partnership\",\n    \"row 36\": \"due to the decrease in its revenue source as a result of the Victor Mine closure.\"\n}"