"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Revenue recognition\",\n    \"row 3\": \"The consolidated financial statements are prepared using the accrual basis of accounting. The accrual basis of accounting\",\n    \"row 4\": \"records revenue as it is earned and measurable. Expenditures are recognized as they are incurred and measurable based\",\n    \"row 5\": \"upon receipt of goods or services and/or the legal obligation to pay.\",\n    \"row 6\": \"Funds from external parties and earnings thereon, when restricted by agreement or legislation, are accounted for as\",\n    \"row 7\": \"deferred revenue until used for the purpose specified. Government transfers, contributions and other amounts are received\",\n    \"row 8\": \"from third parties pursuant to legislation, regulation or agreement and may only be used for certain programs, in the\",\n    \"row 9\": \"completion of specific work, or for the acquisition of tangible capital assets. In addition, certain user charges and fees are\",\n    \"row 10\": \"collected for which the related services have yet to be performed. Revenue is recognized in the period the related\",\n    \"row 11\": \"expenditures are incurred, services performed or the tangible capital assets are acquired.\",\n    \"row 12\": \"Government transfers are transfers from senior levels of government that are not the result of an exchange transaction and\",\n    \"row 13\": \"are not expected to be repaid in the future. Government transfers without eligibility criteria or stipulations are recognized as\",\n    \"row 14\": \"revenue when the transfer is authorized. A transfer with eligibility criteria is recognized as revenue when the transfer is\",\n    \"row 15\": \"authorized and all eligibility criteria have been met. A transfer with or without eligibility criteria but with stipulations is\",\n    \"row 16\": \"recognized as revenue in the period the transfer is authorized and all eligibility criteria have been met, except where and to\",\n    \"row 17\": \"the extent that the transfer gives rise to an obligation that meets the definition of a liability for the Nation. Government\",\n    \"row 18\": \"transfers that meet the definition of a liability are recognized as revenue as the liability is extinguished.\",\n    \"row 19\": \"Other revenues are recognized in the year that the events giving rise to the revenues occur and the revenues are earned.\",\n    \"row 20\": \"Amounts received which relate to revenues that will be earned in a subsequent year, are deferred and reported as liabilities.\",\n    \"row 21\": \"Measurement uncertainty\",\n    \"row 22\": \"In preparing the consolidated financial statements for the Nation, management is required to make estimates and\",\n    \"row 23\": \"assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities\",\n    \"row 24\": \"at the date of the consolidated financial statements and reported amounts of revenue and expenditures during the period.\",\n    \"row 25\": \"The main estimates used in preparing these consolidated financial statements include an allowance for doubtful accounts,\",\n    \"row 26\": \"useful lives of tangible capital assets, landfill closure and post-closure liability and balances repayable to funding agencies.\",\n    \"row 27\": \"Actual results could differ from these estimates.\",\n    \"row 28\": \"Prior year funding adjustments\",\n    \"row 29\": \"The Nation has entered into accountable contribution arrangements with several government funding agencies. These\",\n    \"row 30\": \"programs are subject to audit by the various governments, with potential audit adjustments repayable to the governments.\",\n    \"row 31\": \"These adjustments are recorded in the consolidated financial statements in the year they become known.\",\n    \"row 32\": \"3. Going concern\",\n    \"row 33\": \"These consolidated financial statements have been prepared on the basis of a going concern which assumes the Nation will\",\n    \"row 34\": \"be able to realize its assets and settle its obligations in the normal course of operations. At the date of these consolidated\",\n    \"row 35\": \"financial statements, the Nation, pursuant to Indigenous Services Canada directives, was operating under a Management\",\n    \"row 36\": \"Action Plan.\"\n}"