"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Tangible capital assets\",\n    \"row 3\": \"Tangible capital assets are initially recorded at cost which includes all amounts that are directly attributable to acquisition,\",\n    \"row 4\": \"construction, development or betterment of the asset.\",\n    \"row 5\": \"Amortization\",\n    \"row 6\": \"Tangible capital assets are amortized annually using the following methods at rates intended to amortize the cost of the\",\n    \"row 7\": \"assets over their estimated useful lives:\",\n    \"row 8\": \"Method Rate\",\n    \"row 9\": \"Land improvements straight-line 15 years\",\n    \"row 10\": \"Buildings declining balance and 10% & 20-40 years\",\n    \"row 11\": \"straight-line\",\n    \"row 12\": \"Vehicles straight-line 5-20 years\",\n    \"row 13\": \"Equipment declining balance and 4-100% & 5-20 years\",\n    \"row 14\": \"straight-line\",\n    \"row 15\": \"Roads straight-line 80 years\",\n    \"row 16\": \"Sewer and water straight-line 50 years\",\n    \"row 17\": \"Long-lived assets and discontinued operations\",\n    \"row 18\": \"Long-lived assets consist of tangible capital assets with finite useful lives. Long-lived assets held for use are measured and\",\n    \"row 19\": \"amortized as described in the applicable accounting policies.\",\n    \"row 20\": \"The Nation performs impairment testing on long-lived assets held for use whenever events or changes in circumstances\",\n    \"row 21\": \"indicate that the carrying amount of an asset, or group of assets, may not be recoverable. The carrying amount of a long-\",\n    \"row 22\": \"lived asset is not recoverable if the carrying amount exceeds the sum of the undiscounted future cash flows from its use and\",\n    \"row 23\": \"disposal. Impairment is measured as the amount by which the asset's carrying amount exceeds its fair value. Fair value is\",\n    \"row 24\": \"measured using quoted market prices. Any impairment is included in surplus for the year.\",\n    \"row 25\": \"Net financial assets (net debt)\",\n    \"row 26\": \"The Nation\\u2019s consolidated financial statements are presented so as to highlight net financial assets (net debt) as the\",\n    \"row 27\": \"measurement of financial position. The net financial assets (net debt) of the Nation is determined by its financial assets less\",\n    \"row 28\": \"its liabilities. Net financial assets (net debt) combined with non-financial assets comprise a second indicator of financial\",\n    \"row 29\": \"position, accumulated surplus.\"\n}"