"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"12. Debt (Continued from previous page)\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"CMHC mortgage payable bearing interest at 1.43%, repayable at $6,988 per month\",\n    \"row 4\": \"principal and interest, secured by a ministerial guarantee from Indigenous Services\",\n    \"row 5\": \"Canada and a first charge on specific housing units, renewable April 2022, maturing March\",\n    \"row 6\": \"2037. 1,266,884 1,332,237\",\n    \"row 7\": \"Meridian OneCap Credit Corp. loan bearing interest at 7.614% repayable at $1,043 per\",\n    \"row 8\": \"month principal and interest, secured by 2015 Ford Super Duty F-550 with a carrying value\",\n    \"row 9\": \"of $26,588 (2019 - $37,223). 37,434 53,832\",\n    \"row 10\": \"CMHC mortgage advance, terms to be determined upon completion of financing. 849,600 554,589\",\n    \"row 11\": \"Merit Insurance Brokers Inc. loan bearing interest at 9.90%, repayable at $34,330 per\",\n    \"row 12\": \"month, maturing August 2020. 167,449 -\",\n    \"row 13\": \"FIRST Insurance Funding of Canada loan bearing interest at 9.25%, repayable at $4,736\",\n    \"row 14\": \"per monih principal and interest, unsecured, maturing April 2020. 4,774 -\",\n    \"row 15\": \"FIRST Insurance Funding of Canada loan bearing interest at 7.49%, repayable at $44,002\",\n    \"row 16\": \"per month principal and interest, maturing April 2020. 44,002 -\",\n    \"row 17\": \"Loans repaid during the year - 340,272\",\n    \"row 18\": \"5,897,433 6,052,481\",\n    \"row 19\": \"Principal repayments on debt in each of the next five years and thereafter, assuming debt subject to refinancing is renewed\",\n    \"row 20\": \"on similar terms, are estimated as follows:\",\n    \"row 21\": \"2021 550,897\",\n    \"row 22\": \"2022 318,538\",\n    \"row 23\": \"2023 298,480\",\n    \"row 24\": \"2024 299,892\",\n    \"row 25\": \"2025 305,517\",\n    \"row 26\": \"1,773,324\",\n    \"row 27\": \"Thereafter 4,124,109\",\n    \"row 28\": \"13. Contingencies\",\n    \"row 29\": \"The Nation has entered into contribution agreements with various federal and provincial government departments. Funding\",\n    \"row 30\": \"received under these contribution agreements is subject to repayment if the Nation fails to comply with the terms and\",\n    \"row 31\": \"conditions of the agreements.\",\n    \"row 32\": \"In addition, in the normal course of its operations, the Nation becomes involved in legal actions pertaining to employment\",\n    \"row 33\": \"matters, contract disputes, and other matters. Some of these potential assets or liabilities may become actual assets or\",\n    \"row 34\": \"liabilities when one or more future events occur or fail to occur. To the extent that the future event is likely to occur, and a\",\n    \"row 35\": \"reasonable estimate of the gain/loss can be made, an estimated asset or liability is accrued and an expenditure recorded in\",\n    \"row 36\": \"the Nation's consolidated financial statements.\"\n}"