"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"20. Segmented information\",\n    \"row 2\": \"Attawapiskat First Nation is a diversified local government that provides a wide range of services to its members, including\",\n    \"row 3\": \"potable water, fire protection, roadworks, technical services, recreation, social services, health services, education, social\",\n    \"row 4\": \"housing and economic development among others. For management reporting purposes, the Nation's operations and\",\n    \"row 5\": \"activities are organized and reported by fund. Funds were created for the purpose of recording specific activities to attain\",\n    \"row 6\": \"certain objectives in accordance with specific regulations, requirements or limitations.\",\n    \"row 7\": \"The Nation's services are provided by departments and their activities are recorded in these funds. Certain departments that\",\n    \"row 8\": \"have been disclosed in the segmented information, along with the services they provide, are as follows:\",\n    \"row 9\": \"ADMINISTRATION\",\n    \"row 10\": \"-Manages the administrative operations of the Nation. Those costs that relate directly to the administration of the various\",\n    \"row 11\": \"segments have been allocated to the appropriate segment.\",\n    \"row 12\": \"COMMUNITY DEVELOPMENT\",\n    \"row 13\": \"-Undertakes activities of the Ontario First Nations Limited Partnership (OFNLP) fund, which derives revenue from gaming\",\n    \"row 14\": \"facilities located in the Province of Ontario.\",\n    \"row 15\": \"DAYCARE\",\n    \"row 16\": \"-Manages the activities of the local children's daycare program.\",\n    \"row 17\": \"ECONOMIC DEVELOPMENT\",\n    \"row 18\": \"-Manages the development of economic opportunities for Nation entities, provides support to member entities and manages\",\n    \"row 19\": \"telecommunication services throughout the community.\",\n    \"row 20\": \"EDUCATION\",\n    \"row 21\": \"-Provides elementary and secondary education instructional services and provides financial support to post-secondary\",\n    \"row 22\": \"students.\",\n    \"row 23\": \"GOVERNANCE\",\n    \"row 24\": \"-Undertakes Nation operated governance initiatives through the activities of Chief and Council and other activities relating to\",\n    \"row 25\": \"reserve lands, membership matters and other governance initiatives.\",\n    \"row 26\": \"HEALTH\",\n    \"row 27\": \"-Provides a variety of health care programs and support to Nation members.\",\n    \"row 28\": \"SOCIAL HOUSING\",\n    \"row 29\": \"-Provides housing to members under CMHC, and other funded programs.\",\n    \"row 30\": \"INFRASTRUCTURE\",\n    \"row 31\": \"-Manages Nation infrastructure programs including facilities operations and maintenance, capital projects, water and waste\",\n    \"row 32\": \"water plant operations and other related activities.\",\n    \"row 33\": \"SOCIAL ASSISTANCE\",\n    \"row 34\": \"-Administers the provision of social assistance to qualifying members.\",\n    \"row 35\": \"TECHNICAL SERVICES\",\n    \"row 36\": \"-Provides contract management services, heavy equipment operations, bulk fuel operations, general labour services and\",\n    \"row 37\": \"other related activities.\"\n}"