"{\n    \"Title\": \"To the Chief and Council and Members of Attawaplskat First Nation:The accompanying consolidated financial statements of Attawapiskat First Natlon are the responsiblilty of management and have been\",\n    \"row 1\": \"approved by the Chief and Council,\",\n    \"row 2\": \"Management is responsible for the preparation and presentation of the accompanying consolidated financial statements, Including\",\n    \"row 3\": \"responsibility for significant accounting Judgments and estimates In accordance with Canadian public sector accounting standards. This\",\n    \"row 4\": \"responsibility Includes selecting appropriate accounting principles and methods, and making decisions affecting the measurement of\",\n    \"row 5\": \"transactions in which objective judgment is required.\",\n    \"row 6\": \"In discharging its responsibilities for the integrity and fairness of the consolidated financial statements, management designs and\",\n    \"row 7\": \"maintains the necessary accounting systems and related Internal controls to provide reasonable assurance that transactions are\",\n    \"row 8\": \"authorized, assets are safeguarded and financial records are properly maintalned to provide reliable information for the preparation of\",\n    \"row 9\": \"consolidated financial statements.\",\n    \"row 10\": \"The Chief and Council Is responsible for overseeing management In the performance of Its financial reporting responsibilities and for\",\n    \"row 11\": \"approving the consolidated financial statements. The Chief and Councll fulfils these responsibilities by reviewing the financial Information\",\n    \"row 12\": \"prepared by management and discussing relevant matters with management and external auditors. The Chief and Councll is also\",\n    \"row 13\": \"responsible for recommending the appointment of the Natlon's external auditors.\",\n    \"row 14\": \"MNP LLP Is appointed by the Chief and Council to audit the consolidated financial statements and report directly to them; thelr report\",\n    \"row 15\": \"follows. The external auditors have full and free access to, and meet periodically and separately with, both the Chief and Council and\",\n    \"row 16\": \"management to discuss thalr audit findings.\",\n    \"row 17\": \"March 16, 2921\",\n    \"row 18\": \"Executive Director Councillor\",\n    \"row 19\": \"ann nner err rrr ncn crn c nnn rrrrnrncnr crac ere eer e erence cre\"\n}"