"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"18. Other revenue\",\n    \"row 2\": \"The balance reported as \\\"Other Revenue\\\" on the Consolidated Statement of Operations and Accumulated Surplus consists\",\n    \"row 3\": \"of the following:\",\n    \"row 4\": \"2020 2019\",\n    \"row 5\": \"Attawapiskat Development Corporation 81,411 137,076\",\n    \"row 6\": \"De Beers Canada Inc. 262,297 9,000\",\n    \"row 7\": \"HST Refunds 135,284 -\",\n    \"row 8\": \"IAAC Grant 20,000 -\",\n    \"row 9\": \"Insurance proceeds 232,765 -\",\n    \"row 10\": \"Right to Play 8,331 22,924\",\n    \"row 11\": \"Nishnawbe Aski Nation 483,754 604,988\",\n    \"row 12\": \"Coarse gravel haul sales 275,126 -\",\n    \"row 13\": \"Reimbursements - Sportsplex - 221,255\",\n    \"row 14\": \"Other revenue 744,241 811,050\",\n    \"row 15\": \"2,243,209 1,806,293\",\n    \"row 16\": \"19. _ Liability for contaminated site\",\n    \"row 17\": \"Public Sector Accounting Standards require the disclosure of the net present value of landfill closure and post-closure care\",\n    \"row 18\": \"expenditures. The landfill site in operation is at full capacity and management is involved in discussions to develop a\",\n    \"row 19\": \"second landfill location. Accounts payable and accruals includes $600,000 (2019 - $600,000) in respect of landfill closure\",\n    \"row 20\": \"and post-closure expenditures.\",\n    \"row 21\": \"Closure involves capping the site with a compacted impermeable clay layer, a layer of topsoil, the re-introduction of a\",\n    \"row 22\": \"vegetative cover and the construction of surface drainage controls. Post-closure care involves routine inspections, cap\",\n    \"row 23\": \"maintenance, and ground water sampling and analysis, if applicable. The reported liability is based on estimates and\",\n    \"row 24\": \"assumptions using information available to management. Future events may result in significant changes to the estimated\",\n    \"row 25\": \"total expenditures, capacity used or total capacity and the estimated liability, and would be recognized prospectively, as a\",\n    \"row 26\": \"change in estimate, if and when applicable.\"\n}"