"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"20. Segmented information (Continued from previous page)\",\n    \"row 2\": \"OTHER\",\n    \"row 3\": \"-Reports on the reserve and equity portions of other funds.\",\n    \"row 4\": \"For each reported segment, revenues and expenditures represent both amounts that are directly attributable to the segment\",\n    \"row 5\": \"and amounts that are allocated on a reasonable basis. Therefore, certain allocation methodologies are employed in the\",\n    \"row 6\": \"preparation of segmented financial information.\",\n    \"row 7\": \"The accounting policies used in these segments are consistent with those followed in the preparation of the consolidated\",\n    \"row 8\": \"financial statements as disclosed in Note 2.\",\n    \"row 9\": \"21. Comparative figures\",\n    \"row 10\": \"Certain comparative figures have been reclassified to conform with the current year's presentation.\",\n    \"row 11\": \"22. Significant event\",\n    \"row 12\": \"On March 18, 2020, there was a pandemic declared for the global outbreak of COVID-19 (coronavirus), which has had a\",\n    \"row 13\": \"significant impact on businesses through the restrictions put in place by the Canadian, provincial and municipal\",\n    \"row 14\": \"governments regarding travel, business operations and isolation/quarantine orders. At this time, it is unknown the extent of\",\n    \"row 15\": \"the impact the COVID-19 outbreak may have on the Nation as this will depend on future developments that are highly\",\n    \"row 16\": \"uncertain and that cannot be predicted with confidence. These uncertainties arise from the inability to predict the ultimate\",\n    \"row 17\": \"geographic spread of the disease, and the duration of the outbreak, including the duration of travel restrictions, business\",\n    \"row 18\": \"closure or disruptions, and quarantine/isolation measures that are currently, or may be put, in place by Canada and other\",\n    \"row 19\": \"countries to fight the virus.\"\n}"