"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Operations\",\n    \"row 2\": \"Attawapiskat First Nation (the \\\"Nation\\\") is located in the province of Ontario and provides various services to its members.\",\n    \"row 3\": \"The Nation includes its members, government and all related entities that are accountable to the Nation and are either\",\n    \"row 4\": \"owned or controlled by the Nation.\",\n    \"row 5\": \"2. Significant accounting policies\",\n    \"row 6\": \"These consolidated financial statements are the representations of management, prepared in accordance with Canadian\",\n    \"row 7\": \"public sector accounting standards and include the following significant accounting policies:\",\n    \"row 8\": \"Reporting entity\",\n    \"row 9\": \"The reporting entity includes the Nation government and all related entities owned and controlled by the Nation.\",\n    \"row 10\": \"Principles of Consolidation\",\n    \"row 11\": \"All controlled entities are fully consolidated on a line-by-line basis except for commercial enterprises which meet the\",\n    \"row 12\": \"definition of government business enterprises which are included in the consolidated financial statements on a modified\",\n    \"row 13\": \"equity basis. Inter-organizational balances and transactions are eliminated upon consolidation.\",\n    \"row 14\": \"Organizations consolidated in the Nation's financial statements are as follows:\",\n    \"row 15\": \"Attawapiskat First Nation Band\",\n    \"row 16\": \"Attawapiskat First Nation Education Authority\",\n    \"row 17\": \"Attawapiskat First Nation Maytawaywin Authority (Arena Gymnasium facility)\",\n    \"row 18\": \"Attawapiskat Development Corporation\",\n    \"row 19\": \"Attawapiskat Health Services Board\",\n    \"row 20\": \"The Nation manages the operation of community health services previously operated by Attawapiskat Health Services\",\n    \"row 21\": \"Board. As such, Attawapiskat Health Services Board reported no revenues or expenditures during the year.\",\n    \"row 22\": \"Organizations accounted for on a modified equity basis are as follows:\",\n    \"row 23\": \"Attawapiskat Power Corporation\",\n    \"row 24\": \"Attawapiskat Enterprises, which is comprised of the following entities:\",\n    \"row 25\": \"Attawapiskat Resources Inc.\",\n    \"row 26\": \"Attawapiskat Limited Partnership\",\n    \"row 27\": \"Attawapiskat Catering Limited Partnership\",\n    \"row 28\": \"Attawapiskat Catering Inc.\",\n    \"row 29\": \"Advanced Security Limited Partnership\",\n    \"row 30\": \"Attawapiskat Security Inc.\",\n    \"row 31\": \"Asset classification\",\n    \"row 32\": \"Assets are classified as either financial or non-financial. Financial assets are assets that could be used to discharge\",\n    \"row 33\": \"existing liabilities or finance future operations. Non-financial assets are acquired, constructed or developed assets that do\",\n    \"row 34\": \"not provide resources to discharge existing liabilities but are employed to deliver government services, may be consumed in\",\n    \"row 35\": \"normal operations and are not for resale. Non-financial assets include tangible capital assets, prepaid expenses and\",\n    \"row 36\": \"inventories of supplies.\",\n    \"row 37\": \"Portfolio investments\",\n    \"row 38\": \"Long-term investments in entities that are not owned, controlled or influenced by the Nation reporting entity are accounted\",\n    \"row 39\": \"for using the cost method. They are recorded at cost, less any provision for other than temporary impairment.\",\n    \"row 40\": \"inventory\",\n    \"row 41\": \"Inventories of supplies, comprised of fuel stock, building materials, coarse aggregate stockpiles for resale and use in\",\n    \"row 42\": \"operations, and parts inventory for own use, are recorded at the lower of cost and net realizable value, with cost being\",\n    \"row 43\": \"determined on an average cost basis. All inventory is reported as non-financial assets as the proportion held for resale is\",\n    \"row 44\": \"indeterminable and represents an immaterial portion of the reported amount. Management expects the inventory to be\",\n    \"row 45\": \"utilized in the 2020 fiscal year.\"\n}"