"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"1. Significant accounting policies, continued\",\n    \"row 2\": \"(d) Tangible capital assets:\",\n    \"row 3\": \"Tangible capital assets are recorded at cost. The First Nation provides for amortization using\",\n    \"row 4\": \"the straight-line method designed to amortize the cost, less any residual value, of the tangible\",\n    \"row 5\": \"capital assets over their estimated useful lives. The annual amortization rates are as follows:\",\n    \"row 6\": \"Asset Rate\",\n    \"row 7\": \"Buildings 25 \\u2014 40 years\",\n    \"row 8\": \"Water & Sewer 10 \\u201425 years\",\n    \"row 9\": \"Roads 40 years\",\n    \"row 10\": \"Vehicles 12 \\u2014 30 years\",\n    \"row 11\": \"Machinery & Equipment 4 \\u2014 30 years\",\n    \"row 12\": \"Furniture & Miscellaneous 20 \\u2014 40 years\",\n    \"row 13\": \"CMHC Housing 40 years\",\n    \"row 14\": \"Band Housing 40 years\",\n    \"row 15\": \"Land improvements 15 years\",\n    \"row 16\": \"Other Rental Units 40 years\",\n    \"row 17\": \"(ec) Revenue recognition and deferred contributions:\",\n    \"row 18\": \"Revenues from government grants and contributions are reco gnized in the period that the events\",\n    \"row 19\": \"giving rise to the government transfer have occurred as long as: the transfer is authorized; the\",\n    \"row 20\": \"eligibility criteria, ifany, have been met; and the amount can reasonably be estimated. Funding\",\n    \"row 21\": \"received under the funding arrangements, which relates to a subsequent fiscal period and the\",\n    \"row 22\": \"unexpended portions of contributions received for specific purposes are reflected as deferred\",\n    \"row 23\": \"contributions in the year of receipt and are recognized as revenue in the period in which all of\",\n    \"row 24\": \"the recognition criteria have been met. Other revenues are recorded on the accrual basis when\",\n    \"row 25\": \"earned and the amount can be reasonably estimated, and collection is reasonably assured.\",\n    \"row 26\": \"(f) Use of estimates:\",\n    \"row 27\": \"The preparation of the consolidated financial statements in conformity with Canadian\",\n    \"row 28\": \"public sector accounting standards requires management to make estimates and\",\n    \"row 29\": \"assumptions that affect the reported amounts of certain assets and liabilities at the date of\",\n    \"row 30\": \"the consolidated financial statements and reported amounts of certain revenues and\",\n    \"row 31\": \"expenditures during the reporting period. By their nature, these estimates are subject to\",\n    \"row 32\": \"measurement uncertainty. The effect of changes in such estimates on the consolidated\",\n    \"row 33\": \"financial statements in future periods could be significant. Amounts specifically affected\",\n    \"row 34\": \"by estimates in these consolidated financial statements are certain accounts receivable,\",\n    \"row 35\": \"allowance for doubtful accounts, useful lives of tangible capital assets, certain deferred\"\n}"