"{\n    \"Title\": \"Beausoleil First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"25. Segmented Information (continued)\",\n    \"row 3\": \"Housing\",\n    \"row 4\": \"The housing functional area provides rental housing to qualifying members of the First Nation.\",\n    \"row 5\": \"Infrastructure and Community Property\",\n    \"row 6\": \"The infrastructure and community property functional area provides services for the longevity\",\n    \"row 7\": \"of the First Nation by the acquisition and maintenance and management of the physical assets\",\n    \"row 8\": \"of the First Nation, excluding housing.\",\n    \"row 9\": \"Employment and Economic Development\",\n    \"row 10\": \"The employment and economic development functional area provides services, employment\",\n    \"row 11\": \"and training opportunities to members along with encouraging economic development of the\",\n    \"row 12\": \"First Nation through direct and indirect economic development initiatives.\",\n    \"row 13\": \"Transportation\",\n    \"row 14\": \"The transportation functional area provides transportation services to and from the First Nation\",\n    \"row 15\": \"in the form of ferries, hovercraft, and air boats.\",\n    \"row 16\": \"Lands\",\n    \"row 17\": \"The lands functional area provides services for the First Nation to pursue various activities\",\n    \"row 18\": \"related to lands on behalf of the members.\",\n    \"row 19\": \"Emergency Services\",\n    \"row 20\": \"The emergency services functional area provides services for the First Nation relating to\",\n    \"row 21\": \"ambulance, fire, and emergency preparedness.\",\n    \"row 22\": \"Reserve and Other\",\n    \"row 23\": \"The reserve and other functional area includes the management and distribution of funds\",\n    \"row 24\": \"received from the Ontario First Nations Limited Partnership, and trust funds held by Indigenous\",\n    \"row 25\": \"Services Canada.\"\n}"