"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"15. Solid Waste Closure and Post-Closure Liabilities\",\n    \"row 2\": \"Solid waste closure and post-closure care requirements have been defined in accordance\",\n    \"row 3\": \"with industry standards and include final covering and landscaping of the landfill, removal of\",\n    \"row 4\": \"ground water and leachates, and ongoing environmental monitoring, site inspection and\",\n    \"row 5\": \"maintenance. The present value of the First Nation\\u2019s estimated future liability for this\",\n    \"row 6\": \"expense is recognized as the landfill site\\u2019s capacity is used. The liability and annual expense\",\n    \"row 7\": \"is calculated based on the ratio of utilization to total capacity of the landfill site and the\",\n    \"row 8\": \"discounted estimated cash flows associated with closure and post-closure activities. The\",\n    \"row 9\": \"reported liability as at year end was $2,454,329 (2019 - $2,397,493) and reflects a discount\",\n    \"row 10\": \"rate of 3.5% (2019 \\u2014 3.7%). The estimated total expenditures for landfill closure costs are\",\n    \"row 11\": \"approximately $2,224,687 with annual post-closure care costs of approximately $14,878 per\",\n    \"row 12\": \"year for 25 years.\",\n    \"row 13\": \"The liability is based on estimates and assumptions related to events extending over the\",\n    \"row 14\": \"remaining life cycle of the landfill. The landfill had reached its capacity during 2008. As of\",\n    \"row 15\": \"March 31, 2020, the landfill has not been closed. There are no specific assets designated for\",\n    \"row 16\": \"these post-closure costs, though management believes that the current accumulated surplus\",\n    \"row 17\": \"will be sufficiently maintained to meet this liability. The estimated length of time needed for\",\n    \"row 18\": \"post-closure care is 25 years.\",\n    \"row 19\": \"Management expects these future costs to be funded by ISC when incurred at a future date.\",\n    \"row 20\": \"16. Pension Plan\",\n    \"row 21\": \"The First Nation makes contributions to the Canada Life Insurance Company pension plan.\",\n    \"row 22\": \"This plan is a defined contribution plan. The First Nation matches employee contributions up\",\n    \"row 23\": \"to a maximum of 5% of the employees compensation. Employees have the choice of\",\n    \"row 24\": \"contributing up to 13% of their compensation to the plan. The retirement benefit for each\",\n    \"row 25\": \"employee is the amount that can be provided at retirement based on the accumulated\",\n    \"row 26\": \"contributions made on that individual's behalf and investment earnings on those contributions.\",\n    \"row 27\": \"During the year, the First Nation contributed $216,704 (2019 - $197,826) to the defined\",\n    \"row 28\": \"contribution pension plan and is included in employee benefits in the statement of operations\",\n    \"row 29\": \"and accumulated surplus. There were no significant changes to the plan during the year.\"\n}"