"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 20200000\",\n    \"row 1\": \"21. Budget\",\n    \"row 2\": \"The Financial Plan (Budget) adopted by Chief and Council was not prepared on a basis\",\n    \"row 3\": \"consistent with that used to report actual results (Public Sector Accounting Standards). The\",\n    \"row 4\": \"budget was prepared on a modified accrual basis while Public Sector Accounting Standards\",\n    \"row 5\": \"require a full accrual basis. In addition, the budget expensed all tangible capital expenditures\",\n    \"row 6\": \"and mortgage payments rather than including amortization expense and interest expense\",\n    \"row 7\": \"respectively. As a result, the budget figures presented in the statements of operations and\",\n    \"row 8\": \"change in net financial assets represent the Financial Plan adopted by Chief and Council with\",\n    \"row 9\": \"adjustments as follows:\",\n    \"row 10\": \"2020\",\n    \"row 11\": \"Financial Plan/Budget deficit for the year $ (3,167,775)\",\n    \"row 12\": \"Add:\",\n    \"row 13\": \"Capital expenditures 40,237,566\",\n    \"row 14\": \"Principal payments toward long-term debt 167,449\",\n    \"row 15\": \"Budget surplus per statement of operations $ 37,237,240\",\n    \"row 16\": \"22. Commitments\",\n    \"row 17\": \"The First Nation has committed to design and contract administrative services for the Wharf\",\n    \"row 18\": \"Reconstruction Project with a contract price of $1,333,400 with expenditures of $1,262,395 to\",\n    \"row 19\": \"date and has entered into a contract for the construction of the Wharf Reconstruction Project\",\n    \"row 20\": \"with a contract price of $6,166,674 with expenditures of $4,777,523 to date.\",\n    \"row 21\": \"The First Nation has entered into an agreement for the New Ferry Project Manager with a\",\n    \"row 22\": \"contract price of $366,400 with expenditures of $93,778 to date and has entered into a\",\n    \"row 23\": \"contract for the construction of the New Ferry Project with a contract price of $18,788,288 with\",\n    \"row 24\": \"expenditures of $4,509,189 to date.\",\n    \"row 25\": \"The First Nation has entered into a contract for the renovations of the Social Services Building\",\n    \"row 26\": \"with a contract price of $1,412,478 with expenditures of $1,332,448 to date.\",\n    \"row 27\": \"The First Nation has entered into a contract for the dry docking and repair of the\",\n    \"row 28\": \"Wasseyaagmig vessel with a contract price of $1,718,036 with expenditures of $1,492,348 to\",\n    \"row 29\": \"date.\",\n    \"row 30\": \"23. Subsequent Event\",\n    \"row 31\": \"Subsequent to year-end the First Nation has secured approximately $5 million in additional\",\n    \"row 32\": \"borrowing from the First Nations Finance Authority in order to fund capital projects.\"\n}"