"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"1. Summary of Significant Accounting Policies (continued)\",\n    \"row 2\": \"Tangible Capital Assets (continued)\",\n    \"row 3\": \"Tangible capital assets are written down when conditions indicate that they no longer\",\n    \"row 4\": \"contribute to the First Nation\\u2019s ability to provide goods and services, or when the value of\",\n    \"row 5\": \"future economic benefits associated with the tangible capital assets are less than their net\",\n    \"row 6\": \"book value. The net write-downs are accounted for as expenses in the statement of\",\n    \"row 7\": \"operations.\",\n    \"row 8\": \"Certain assets which have historical or cultural value, including works of art, historical\",\n    \"row 9\": \"documents and historical and cultural artifacts, are not recognized as tangible capital\",\n    \"row 10\": \"assets.\",\n    \"row 11\": \"Assets under construction are not amortized until the asset is available to be put into\",\n    \"row 12\": \"service.\",\n    \"row 13\": \"g) Landfill Closure and Post-Closure Accrual\",\n    \"row 14\": \"The estimated costs to close and maintain solid waste landfill sites are based on estimated\",\n    \"row 15\": \"future expenses in current dollars, discounted, adjusted for estimated inflation, and are\",\n    \"row 16\": \"charged to expense as the landfill site's capacity is used.\",\n    \"row 17\": \"h) Pension Plan\",\n    \"row 18\": \"The First Nation is an employer member of The Canada Life Insurance Company, which is\",\n    \"row 19\": \"a defined contribution pension plan. The Pension Committee, representing plan members\",\n    \"row 20\": \"and employers, is responsible for overseeing the management of the pension plan,\",\n    \"row 21\": \"including investment of the assets and administration of the benefits. The First Nation\",\n    \"row 22\": \"records as pension expense the current service cost.\",\n    \"row 23\": \"i) Revenue Recognition\",\n    \"row 24\": \"Revenues are recognized in the period in which the transactions or events occurred that\",\n    \"row 25\": \"gave rise to the revenues. All revenues are recorded on an accrual basis.\",\n    \"row 26\": \"Government transfers are recognized as revenues when the transfer is authorized and any\",\n    \"row 27\": \"eligibility criteria are met, except to the extent that transfer stipulations give rise to an\",\n    \"row 28\": \"obligation that meets the definition of a liability. Transfers are recognized as deferred\",\n    \"row 29\": \"revenue when transfer stipulations give rise to a liability. Transfer revenue is recognized in\",\n    \"row 30\": \"the statement of operations as the stipulated liabilities are settled.\",\n    \"row 31\": \"Contributions, other than government transfers, are deferred when restrictions are placed\",\n    \"row 32\": \"on their use by the contributor, and are recognized as revenue when used for the specific\",\n    \"row 33\": \"purpose.\",\n    \"row 34\": \"Revenue related to fees or services received in advance of the fee being earned or the\",\n    \"row 35\": \"service is performed is deferred and recognized when the fee is earned or service\",\n    \"row 36\": \"performed.\"\n}"