"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"14. Long-term debt\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"RBC Term Loan bearing interest at RBC prime plus 1.02% (3.47%), due May 2024, paid in\",\n    \"row 4\": \"monthly instalments of $2,969. 138,006 -\",\n    \"row 5\": \"Principal repayments on long-term debt in each of the next five years, assuming long-term debt subject to refinancing is\",\n    \"row 6\": \"renewed, are estimated as follows:\",\n    \"row 7\": \"Principal Interest Total\",\n    \"row 8\": \"2021 31,334 4,294 35,628\",\n    \"row 9\": \"2022 32,439 3,189 35,628\",\n    \"row 10\": \"2023 33,583 2,045 35,628\",\n    \"row 11\": \"2024 34,767 861 35,628\",\n    \"row 12\": \"2025 BBS 28908\",\n    \"row 13\": \"188,006 OANA 148,420\",\n    \"row 14\": \"Interest on long-term debt amounted to $3,458 (2019 - $Nil).\",\n    \"row 15\": \"The above long-term debt is secured by a general security agreement constituting a first ranking charge on all personal\",\n    \"row 16\": \"property of the First Nation and the assignment of OFNLP funding due to the First Nation of not less than $36,000 per\",\n    \"row 17\": \"annum.\",\n    \"row 18\": \"15. Contingencies\",\n    \"row 19\": \"The First Nation has entered into contribution agreements with various federal and provincial government departments.\",\n    \"row 20\": \"Funding received under these contribution agreements is subject to repayment if the First Nation fails to comply with the\",\n    \"row 21\": \"terms and conditions of the agreements.\",\n    \"row 22\": \"In addition, in the normal course of operations, the First Nation becomes involved in legal actions. Some of these potential\",\n    \"row 23\": \"liabilities may become actual liabilities wnen one or more future events occur or fail to occur. To the extent that the future\",\n    \"row 24\": \"event is likely to occur, and a reasonable estimate of the loss can be made, an estimated liability is accrued and an\",\n    \"row 25\": \"expense recorded on the First Nation's consolidated financial statements. As of March 31, 2020, no contingent liabilities\",\n    \"row 26\": \"have been recorded in the consolidated financial statements.\",\n    \"row 27\": \"16. Tangible capital assets\",\n    \"row 28\": \"The consolidated schedule of tangible capital assets (Schedule 1) presents all balances and changes in the year relating to\",\n    \"row 29\": \"the tangible capital assets owned by the First Nation. Tangible capital assets acquired after March 31, 1997 are recorded at\",\n    \"row 30\": \"acquisition cost less amortization on the consolidated statement of financial position. Tangible capital assets acquired prior\",\n    \"row 31\": \"to April 1, 1997 are deemed to have been fully amortized and are recorded at a nominal value.\",\n    \"row 32\": \"Buildings include amounts under construction with a carrying value of $Nil (2019 - $436,737).\",\n    \"row 33\": \"Equipment includes amounts under construction or not put into use with a carrying value of $23,743 (2019 - $56,520). No\",\n    \"row 34\": \"amortization of this asset has been recorded during the year because the assets have yet to be installed or be put into use\",\n    \"row 35\": \"at year-end.\",\n    \"row 36\": \"Software include amounts not yet put into use with a carrying value of $Nil (2019 - $15,000).\",\n    \"row 37\": \"The First Nation holds works of art and historical treasures which have not been included in tangible capital assets due to\",\n    \"row 38\": \"the inability of estimating future benefits associated with such property.\"\n}"