"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Operations\",\n    \"row 2\": \"Biinjitiwaabik Zaaging Anishinaabek (the \\\"First Nation\\\") is located in the province of Ontario, and provides various services\",\n    \"row 3\": \"to its members. Biinjitiwaabik Zaaging Anishinaabek includes the First Nation's members, government and all related\",\n    \"row 4\": \"entities that are accountable to the First Nation and are either owned or controlled by the First Nation.\",\n    \"row 5\": \"2. Significant accounting policies\",\n    \"row 6\": \"Basis of accounting\",\n    \"row 7\": \"These consolidated financial statements are the representations of management and have been prepared in accordance\",\n    \"row 8\": \"with Canadian public sector accounting standards prescribed for governments as recommended by the Public Sector\",\n    \"row 9\": \"Accounting Board of Chartered Professional Accountants of Canada.\",\n    \"row 10\": \"Reporting entity\",\n    \"row 11\": \"The First Nation reporting entity includes the First Nation government and all related entities that are controlled by the\",\n    \"row 12\": \"First Nation.\",\n    \"row 13\": \"Principles of consolidation\",\n    \"row 14\": \"All controlled entities are fully consolidated on a line-by-line basis except for the commercial enterprises which meet the\",\n    \"row 15\": \"definition of a government business enterprise, which are included in the consolidated financial statements on a modified\",\n    \"row 16\": \"equity basis. Inter-organizational balances and transactions are eliminated upon consolidation.\",\n    \"row 17\": \"Investments in First Nation partnerships are accounted for using the proportionate consolidation method whereby the\",\n    \"row 18\": \"First Nation's pro-rata share of the assets, liabilities, revenue and expenses of the First Nation partnership are combined on\",\n    \"row 19\": \"a line-by-line basis with similar items of the First Nation. Partnerships which meet the definition of a government business\",\n    \"row 20\": \"partnership are included in the consolidated financial statements on a modified equity basis.\",\n    \"row 21\": \"Under the modified equity of accounting, only the First Nation's investment in government business enterprises/partnerships\",\n    \"row 22\": \"and the enterprises'/partnerships' net income and other changes in equity are recorded. No adjustment is made for\",\n    \"row 23\": \"accounting policies of the enterprise that are different from the First Nation.\",\n    \"row 24\": \"Organizations consolidated in the First Nation's consolidated financial statements include:\",\n    \"row 25\": \"e Amik Business Trust\",\n    \"row 26\": \"e Amik Forest Renewal Trust\",\n    \"row 27\": \"e Asiniika Wiikwedong Sawmill Trust\",\n    \"row 28\": \"e Gi-Niijaasinaanig Obimadiziwinowaa Community Corporation\",\n    \"row 29\": \"\\u00b0 Biinjitiwaabik Zaaging Anishinaabek Development Inc.\",\n    \"row 30\": \"Asset classification\",\n    \"row 31\": \"Assets are classified as either financial or non-financial. Financial assets are assets that could be used to discharge\",\n    \"row 32\": \"existing liabilities or finance future operations. Non-financial assets are acquired, constructed or developed assets that do\",\n    \"row 33\": \"not normally provide resources to discharge existing liabilities but are employed to deliver government services, may be\",\n    \"row 34\": \"consumed in normal operations and are not for resale in the normal course of operations.\"\n}"