"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Long-lived assets\",\n    \"row 3\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 4\": \"described in the applicable accounting policies.\",\n    \"row 5\": \"The First Nation performs impairment testing on long-lived assets held for use whenever events or changes in\",\n    \"row 6\": \"circumstances indicate that the carrying amount of an asset, or group of assets, may not be recoverable. The carrying\",\n    \"row 7\": \"amount of a long-lived asset is not recoverable if the carrying amount exceeds the sum of the undiscounted future cash\",\n    \"row 8\": \"flows from its use and disposal. Impairment is measured as the amount by which the asset's carrying amount exceeds its\",\n    \"row 9\": \"fair value. Fair value is measured using discounted future cash flows. Any impairment is included in surplus for the year.\",\n    \"row 10\": \"Revenue recognition\",\n    \"row 11\": \"Funding\",\n    \"row 12\": \"Revenue is recognized as is becomes receivable under the terms of applicable funding agreements. Funding received\",\n    \"row 13\": \"under funding agreements that related to a subsequent fiscal period are reflected as deferred revenue on the consolidated\",\n    \"row 14\": \"statement of financial position in the year of receipt.\",\n    \"row 15\": \"Government transfers\",\n    \"row 16\": \"The First Nation recognizes a government transfer as revenue when the transfer is authorized and all eligibility criteria, if\",\n    \"row 17\": \"any, have been met. A government transfer with stipulations giving rise to an obligation that meets the definition of a liability\",\n    \"row 18\": \"is recognized as a liability. In such circumstances, the First Nation recognizes revenue as the liability is settled. Transfers\",\n    \"row 19\": \"on non-depreciable assets are recognized in revenue when received or receivable.\",\n    \"row 20\": \"Other\",\n    \"row 21\": \"Contributions from other sources are deferred when restrictions are placed on their use by the contributor, and are\",\n    \"row 22\": \"recognized as revenue when used for the specific purpose.\",\n    \"row 23\": \"Revenue related to fees or services received in advance of the fee being earned or the service is performed is deferred and\",\n    \"row 24\": \"recognized when the fee is earned or service performed.\",\n    \"row 25\": \"Rental income is recognized on the accrual basis over the passage of time according to the terms of occupancy.\",\n    \"row 26\": \"Interest and investment income is recognized as revenue when earned.\",\n    \"row 27\": \"Administration fees are recognized when services are provided, the amount is measurable and collectability is reasonably\",\n    \"row 28\": \"assured.\",\n    \"row 29\": \"Administration fees\",\n    \"row 30\": \"It is the First Nation's policy to allocate certain administrative costs to the various programs. Such allocations are recorded\",\n    \"row 31\": \"as administration recovery revenue under Administration on the consolidated schedule of revenue and expenses.\",\n    \"row 32\": \"Expense allocation\",\n    \"row 33\": \"Certain expenses which pertain to the operations as a whole have been allocated to various programs at the discretion of\",\n    \"row 34\": \"Chief and Council.\"\n}"