"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Cash and cash equivalents\",\n    \"row 3\": \"Cash and cash equivalent include balances with banks, including bank overdrafts when bank balances fluctuate frequently\",\n    \"row 4\": \"from being positive to overdrawn.\",\n    \"row 5\": \"Portfolio investments\",\n    \"row 6\": \"Portfolio investments in entities that are not owned, controlled or influenced by the First Nation reporting entity are\",\n    \"row 7\": \"accounted for using the cost method. They are recorded at cost, less any provision for other then temporary impairment.\",\n    \"row 8\": \"Loans receivable\",\n    \"row 9\": \"Loans receivable are recorded at cost less any amount for valuation allowance. Valuation allowances are made when\",\n    \"row 10\": \"collection is in doubt as assessed by management. Loans are reviewed on an annual basis by management. Interest\",\n    \"row 11\": \"income is accrued on loans receivable to the extent it is deemed collectable.\",\n    \"row 12\": \"Tangible capital assets\",\n    \"row 13\": \"Tangible capital assets are recorded at cost, which includes amounts that are directly related to the acquisition, design,\",\n    \"row 14\": \"construction, development, improvement or betterment of the assets. Cost includes overhead directly attributable to\",\n    \"row 15\": \"construction and development, as well as interest costs that are directly attributable to the acquisition or construction of the\",\n    \"row 16\": \"asset.\",\n    \"row 17\": \"Tangible capital assets are written down when conditions indicate that they no longer contribute to the First Nation's ability\",\n    \"row 18\": \"to provide goods and services, or when the value of future economic benefits associated with the tangible capital assets are\",\n    \"row 19\": \"less than their net book value. The net write-downs are accounted for as expenses in the consolidated statement of\",\n    \"row 20\": \"operations and accumulated surplus.\",\n    \"row 21\": \"Contributed capital assets are recorded into revenue at their fair value on the date of donation, except in circumstances\",\n    \"row 22\": \"where fair value cannot be reasonably determined, in which case they are recognized at nominal value. Transfers of capital\",\n    \"row 23\": \"assets from related parties are recorded at carrying value.\",\n    \"row 24\": \"Certain assets which have historical or cultural value, including works of art, historical documents and historical and cultural\",\n    \"row 25\": \"artifacts, are not recognized as tangible capital assets.\",\n    \"row 26\": \"Assets under construction are not amortized until the asset is available to be put into service.\",\n    \"row 27\": \"Amortization\",\n    \"row 28\": \"Tangible capital assets are amortized annually using the following methods at rates intended to amortize the cost of assets\",\n    \"row 29\": \"over their estimated useful lives:\",\n    \"row 30\": \"Method Rate\",\n    \"row 31\": \"Computer hardware declining balance 30 %\",\n    \"row 32\": \"Computer software declining balance 55 %\",\n    \"row 33\": \"Furniture and fixtures declining balance 20 %\",\n    \"row 34\": \"Automotive declining balance 30 %\",\n    \"row 35\": \"Bridge declining balance 4%\",\n    \"row 36\": \"Equipment declining balance 20 %\",\n    \"row 37\": \"Houses and buildings declining balance 4%\",\n    \"row 38\": \"Non-fixed building declining balance 10 %\",\n    \"row 39\": \"Firehall declining balance 4%\",\n    \"row 40\": \"School declining balance 4%\",\n    \"row 41\": \"Water and sewage retrofit declining balance 20 %\",\n    \"row 42\": \"Water treatment plant declining balance 4%\",\n    \"row 43\": \"Roads declining balance 4%\"\n}"