"{\n    \"Title\": \"Year ended April 30, 201022. Other information:\",\n    \"row 1\": \"The Statement of Operations consolidates all the revenue and expense activities of the university.\",\n    \"row 2\": \"Schedule  segments these activities of the university into the following funds: general and\",\n    \"row 3\": \"ancillary operations, externally restricted research and student awards, internally restricted,\",\n    \"row 4\": \"investments in capital and endowments. In addition the net assets for these segments are\",\n    \"row 5\": \"provided.\",\n    \"row 6\": \"General operations include government operating grants, tuition fees and other income received\",\n    \"row 7\": \"to fund salaries, benefits, material and supplies, bursaries and general operating costs associated\",\n    \"row 8\": \"with instruction, academic, student and administrative support services and research other than\",\n    \"row 9\": \"sponsored or contract research. Ancillary operations include services provided which are\",\n    \"row 10\": \"supplementary to the university\\u2019s primary function of instruction and research. They include the\",\n    \"row 11\": \"bookstore, parking, student residences and conferences services.\",\n    \"row 12\": \"The format adopted for the operating budget enhances accountability and budgetary control of\",\n    \"row 13\": \"resources. The following schedule adjusts for those activities contained within the general and\",\n    \"row 14\": \"ancillary operations category to a basis consistent with the preparation and approval of the\",\n    \"row 15\": \"university's annual operating budget.\",\n    \"row 16\": \"2010 2009\",\n    \"row 17\": \"General and Ancillary Operations \\u2014\",\n    \"row 18\": \"Excess of revenue over expenses\",\n    \"row 19\": \"(expenses over revenue) (Schedule 1) $ 1,113 $ (7,265)\",\n    \"row 20\": \"Net adjustments to restate to an operating budget basis (2,332) (3,867)\",\n    \"row 21\": \"Excess of expenses over revenue on an operating budget basis (1,219) (11,132)\",\n    \"row 22\": \"Opening unrestricted surplus from the operating budget 31 203\",\n    \"row 23\": \"Transfers from internally restricted - operations (note 12) (1,617) 10,960\",\n    \"row 24\": \"Ending unrestricted surplus (deficit) on an operating\",\n    \"row 25\": \"budget basis $ (2,805) $ 31\",\n    \"row 26\": \"Net adjustments relate to revenue and expenses that are treated differently in the financial\",\n    \"row 27\": \"statements, under generally accepted accounting principles from the treatment in the operating\",\n    \"row 28\": \"budget. Revenues that are not included in the operating budget such as donations and trust fund\",\n    \"row 29\": \"contributions, investment income for the internal sinking funds, and project funds designated for\",\n    \"row 30\": \"specific purposes such as internal research. Expenses not included in the operating budget\",\n    \"row 31\": \"include actuarially determined costs for employee future benefit costs, and student awards and\",\n    \"row 32\": \"bursaries paid through the trust fund. Expenses included only in the operating budget are\",\n    \"row 33\": \"principle repayments, sinking fund contributions and capital purchases for equipment, computers\",\n    \"row 34\": \"and library books.\"\n}"