"{\n    \"Title\": \"Year ended April 30, 2010Brock University (the \\u201cUniversity\\u201d) was incorporated as a university under the Brock University Act.\",\n    \"row 1\": \"The University is dedicated to providing programs in broadly-based undergraduate education in the\",\n    \"row 2\": \"arts and sciences and in professional and interdisciplinary programs, and to offer graduate studies in\",\n    \"row 3\": \"a broad range of disciplines.\",\n    \"row 4\": \"These financial statements reflect the assets, liabilities, net assets, revenue, expenses and other\",\n    \"row 5\": \"transactions of the operations of the University. Accordingly, these financial statements include the\",\n    \"row 6\": \"academic, administrative and other operating expenses funded by fees, grants, donations and other\",\n    \"row 7\": \"general revenue, endowment funds, and the ancillary operations.\",\n    \"row 8\": \"The University is a charitable organization and, as such, is exempt from income taxes under the\",\n    \"row 9\": \"Income Tax Act (Canada).\",\n    \"row 10\": \"1. Significant accounting policies:\",\n    \"row 11\": \"These financial statements have been prepared in accordance with Canadian generally accepted\",\n    \"row 12\": \"accounting principles. Significant accounting policies are summarized below:\",\n    \"row 13\": \"(a) Cash and cash equivalents:\",\n    \"row 14\": \"Cash equivalents are held for the purpose of meeting short-term cash commitments are\",\n    \"row 15\": \"readily convertible to a Known amount of cash and are subject to an insignificant amount of\",\n    \"row 16\": \"risk of changes in value. Cash equivalents include money market funds and investments with\",\n    \"row 17\": \"maturities of three months or less from the date of acquisition. Marketable securities are\",\n    \"row 18\": \"represented by bonds which are held for the purpose of meeting short-term cash\",\n    \"row 19\": \"commitments, are readily convertible to a known amount of cash and are subject to an\",\n    \"row 20\": \"insignificant amount of risk of changes in value. Cash, cash equivalents and marketable\",\n    \"row 21\": \"securities are valued at market value.\",\n    \"row 22\": \"(b) Inventories:\",\n    \"row 23\": \"Inventories are stated at the lower of cost (weighted average cost) and net realizable value.\",\n    \"row 24\": \"(c) Investments:\",\n    \"row 25\": \"Investments are recorded at market value.\",\n    \"row 26\": \"(d) Capital assets:\",\n    \"row 27\": \"Purchased capital assets are recorded at cost less accumulated amortization. Contributions\",\n    \"row 28\": \"of capital assets are capitalized at fair market value at the date of contribution. Capital assets\",\n    \"row 29\": \"are amortized on a straight-line basis using the following annual rates:\",\n    \"row 30\": \"Asset Rate\",\n    \"row 31\": \"Buildings 2.5% to 10%\",\n    \"row 32\": \"Furnishings and equipment 10% to 33 1/3%\",\n    \"row 33\": \"Library books 20%\"\n}"