"{\n    \"Title\": \"Year ended April 30, 20101. Significant accounting policies (continued):\",\n    \"row 1\": \"(i) Employee future benefits (continued):\",\n    \"row 2\": \"(ii) Other benefit plan:\",\n    \"row 3\": \"The University also has a number of defined benefit programs that provide employees\",\n    \"row 4\": \"with benefits upon retirement or cessation of active service.\",\n    \"row 5\": \"The cost of these programs is determined on an actuarial basis using the projected\",\n    \"row 6\": \"benefit method prorated on services and management\\u2019s best estimates regarding\",\n    \"row 7\": \"assumptions about a number of future conditions including salary changes, withdrawals,\",\n    \"row 8\": \"mortality rates and expected health care costs. The discount rate used to determine\",\n    \"row 9\": \"service cost and liabilities is based on the prevailing market interest rates on long-term\",\n    \"row 10\": \"fixed income securities with maturities that match the expected maturities of the\",\n    \"row 11\": \"obligations. The excess of the cumulative net actuarial gain (loss) over 10% of the\",\n    \"row 12\": \"greater of the benefit obligation and the fair value of plan assets is amortized over the\",\n    \"row 13\": \"expected average remaining service period of active employees.\",\n    \"row 14\": \"(j) Use of estimates:\",\n    \"row 15\": \"The preparation of financial statements in conformity with Canadian generally accepted\",\n    \"row 16\": \"accounting principles requires management to make estimates and assumptions that affect\",\n    \"row 17\": \"the reported amounts of assets and liabilities and the disclosure of contingent assets and\",\n    \"row 18\": \"liabilities at the date of the financial statements and the reported amounts of revenue and\",\n    \"row 19\": \"expenses for the period reported. Actual results could differ from those estimates.\",\n    \"row 20\": \"(k) Pledges:\",\n    \"row 21\": \"Pledges are recorded as revenue on a cash basis and accordingly are not set up as assets in\",\n    \"row 22\": \"the financial statements. The total amount of pledges outstanding is approximately\",\n    \"row 23\": \"$22,330,666 at April 30, 2010 and is expected to be received as follows:\",\n    \"row 24\": \"(O00\\u2019s)\",\n    \"row 25\": \"2011 $ 9,868\",\n    \"row 26\": \"2012 3,343\",\n    \"row 27\": \"2013 2,070\",\n    \"row 28\": \"2014 2,500\",\n    \"row 29\": \"2015 2,342\",\n    \"row 30\": \"Thereafter 1,708\",\n    \"row 31\": \"$ 22,331\"\n}"