"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"11. Segmented Information\",\n    \"row 2\": \"Caldwell First Nation is a diversified government institution that provides a wide range of\",\n    \"row 3\": \"services to its members, including infrastructure maintenance, medical and other health\",\n    \"row 4\": \"services, administration, capital, enterprises and other services.\",\n    \"row 5\": \"For each reported segment, revenues and expenses include amounts that are directly\",\n    \"row 6\": \"attributable to the segment and amounts that are allocated on a reasonable basis. Therefore,\",\n    \"row 7\": \"certain allocation methodologies are employed in the preparation of segmented financial\",\n    \"row 8\": \"information, including transfers that have been apportioned based on a percentage of budgeted\",\n    \"row 9\": \"expenses.\",\n    \"row 10\": \"The accounting policies used in these segments are consistent with those followed in the\",\n    \"row 11\": \"preparation of the consolidated financial statements.\",\n    \"row 12\": \"Services are provided by departments and their activities are reported in these funds. Certain\",\n    \"row 13\": \"departments that have been separately disclosed in the segmented information, along with the\",\n    \"row 14\": \"services they provide, are as follows:\",\n    \"row 15\": \"Health Care\",\n    \"row 16\": \"Caldwell First Nation provides a wide array of health care programs including Aboriginal Healing\",\n    \"row 17\": \"and Wellness, Mental Health, Aboriginal Diabetes Education, Fetal Alcohol Spectrum Disorder,\",\n    \"row 18\": \"Healthy Babies, Healthy Children, Family Well Being, Life Promotions and Child and Family\",\n    \"row 19\": \"Services.\",\n    \"row 20\": \"Internally Developed\",\n    \"row 21\": \"This department is responsible for internally generated funds such as rent, interest and farm\",\n    \"row 22\": \"income.\",\n    \"row 23\": \"General\",\n    \"row 24\": \"The administration department oversees the delivery of other governmental services including\",\n    \"row 25\": \"Band Support, Economic Development, Employment and Training, Youth Strategy and funds\",\n    \"row 26\": \"from Ontario First Nations Limited Partnership.\"\n}"