"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"14. Financial Instrument Risk Management (continued)\",\n    \"row 2\": \"Market risk\",\n    \"row 3\": \"Market risk is the risk that the fair value or future cash flows of a financial instrument will\",\n    \"row 4\": \"fluctuate because of changes in market prices. Market risk comprises three types of risk:\",\n    \"row 5\": \"currency risk, interest rate risk and other price risk. The First Nation is mainly exposed\",\n    \"row 6\": \"to interest rate risk and other price risk. The First Nation\\u2019s risk management strategies are\",\n    \"row 7\": \"described below.\",\n    \"row 8\": \"Interest rate risk\",\n    \"row 9\": \"Interest rate risk is the risk that the fair value or future cash flows of a financial instrument will\",\n    \"row 10\": \"fluctuate because of changes in market interest rates. The First Nation is exposed to interest\",\n    \"row 11\": \"rate risk on its fixed and floating interest rate financial instruments. Fixed-interest instruments\",\n    \"row 12\": \"subject the First Nation to a fair value risk while the floating rate instruments subject it to a\",\n    \"row 13\": \"cash flow risk.\",\n    \"row 14\": \"The First Nation is exposed to interest rate risk in relation to interest expense on its revolving\",\n    \"row 15\": \"credit facility since the credit facility bears interest at a floating interest rate. Currently the\",\n    \"row 16\": \"First Nation has not drawn on this credit facility and therefore the risk is considered to be\",\n    \"row 17\": \"limited.\",\n    \"row 18\": \"15. COVID-19\",\n    \"row 19\": \"On March 11, 2020, the World Health Organization declared the outbreak of the coronavirus\",\n    \"row 20\": \"(COVID-19) a pandemic, resulting in economic uncertainties affecting the organization.\",\n    \"row 21\": \"Management is actively monitoring the affect on its financial condition, liquidity, operations\",\n    \"row 22\": \"and workforce. Given the daily evolution of the COVID-19 outbreak and the global responses to\",\n    \"row 23\": \"curb its spread, the organization is not able to fully estimate the effects of the COVID-19\",\n    \"row 24\": \"outbreak on its results of operatings, financial condition or liquidity at this time.\",\n    \"row 25\": \"16. Comparative Figures\",\n    \"row 26\": \"Certain of the prior period's figures have been reclassified to conform to the presentation of\",\n    \"row 27\": \"the current period.\"\n}"