"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"7. Caldwell Settlement Trust\",\n    \"row 2\": \"Caldwell First Nation has an economic interest in the Caldwell Settlement Trust (the \\u201cTrust\\\").\",\n    \"row 3\": \"The trust was settled under a Deed of Trust by Caldwell First Nation as Settlor by payment of an\",\n    \"row 4\": \"initial contribution on May 25, 2011. A further contribution in the amount of $75,000,000 was\",\n    \"row 5\": \"subsequently made to the Trust by the Government of Canada.\",\n    \"row 6\": \"The Trust was established to effect the investment and distribution of the monies due to\",\n    \"row 7\": \"Caldwell to: build out a Reserve; to finance Caldwell programs, services and activities; to\",\n    \"row 8\": \"provide income to Caldwell institutions; and to generally benefit Caldwell future generations.\",\n    \"row 9\": \"The financial position and results of operations for the Trust are as follows:\",\n    \"row 10\": \"December 31, 2019 2018\",\n    \"row 11\": \"Financial position\",\n    \"row 12\": \"Distribution payable $ 3,605,936 S$ 4,292,817\",\n    \"row 13\": \"Net assets 86,214,363 84,957,666\",\n    \"row 14\": \"Total assets 89,820,299 89,250,483\",\n    \"row 15\": \"Operations\",\n    \"row 16\": \"Total revenue 5,481,642 7,250,750\",\n    \"row 17\": \"Total expenses (619,009) (659,143)\",\n    \"row 18\": \"Revenue over expenses S 4,862,633 S$ 6,591,607\",\n    \"row 19\": \"8. Contingent Liability\",\n    \"row 20\": \"The Organization has been named as a defendant in a $25,000 legal action by a former\",\n    \"row 21\": \"employee of a related organization. The organization has contested the claim and, in\",\n    \"row 22\": \"management\\u2019s opinion, it is unlikely that a liability will result. No provision for this claim has\",\n    \"row 23\": \"been made in the financial statements.\",\n    \"row 24\": \"A claim has been made against the First Nation for unauthorized services rendered. The claim\",\n    \"row 25\": \"was successfully defended in court but is now in the appeal process. The outcome and the\",\n    \"row 26\": \"amount of losses, if any, are not determinable at this time and accordingly, no provision for\",\n    \"row 27\": \"losses has been made in the financial statements.\"\n}"