"{\n    \"Title\": \"Fax: (519) 432 6544 633 Colborne Streetms Toll-free: (888) 275 4933 Suite 230\",\n    \"row 1\": \"www.bdo.ca London ON N6B 2V3 Canada\",\n    \"row 2\": \"Independent Auditor's Report\",\n    \"row 3\": \"To the council of Caldwell First Nation\",\n    \"row 4\": \"Opinion\",\n    \"row 5\": \"We have audited the consolidated financial statements of Caldwell First Nation and its\",\n    \"row 6\": \"subsidiaries (the Group), which comprise the consolidated statement of financial position as at\",\n    \"row 7\": \"March 31, 2020, the consolidated statements of operations, change in net financial assets, and\",\n    \"row 8\": \"cash flows for the year then ended, and notes to the consolidated financial statements,\",\n    \"row 9\": \"including a summary of significant accounting policies.\",\n    \"row 10\": \"In our opinion, the accompanying financial statements present fairly, in all material respects,\",\n    \"row 11\": \"the financial position of the Group as at March 31, 2020, and its results of operations and its\",\n    \"row 12\": \"cash flows for the year then ended in accordance with Canadian Public Sector accounting\",\n    \"row 13\": \"standards.\",\n    \"row 14\": \"Basis for Opinion\",\n    \"row 15\": \"We conducted our audit in accordance with Canadian generally accepted auditing standards.\",\n    \"row 16\": \"Our responsibilities under those standards are further described in the Auditor\\u2019s Responsibilities\",\n    \"row 17\": \"for the Audit of the Consolidated Financial Statements section of our report. We are\",\n    \"row 18\": \"independent of the Group in accordance with the ethical requirements that are relevant to our\",\n    \"row 19\": \"audit of the consolidated financial statements in Canada, and we have fulfilled our other\",\n    \"row 20\": \"ethical responsibilities in accordance with these requirements. We believe that the audit\",\n    \"row 21\": \"evidence we have obtained is sufficient and appropriate to provide a basis for our opinion.\",\n    \"row 22\": \"Responsibilities of Management and Those Charged with Governance for the Consolidated\",\n    \"row 23\": \"Financial Statements\",\n    \"row 24\": \"Management is responsible for the preparation and fair presentation of the consolidated\",\n    \"row 25\": \"financial statements in accordance with Canadian Public Sector accounting standards, and for\",\n    \"row 26\": \"such internal control as management determines is necessary to enable the preparation of\",\n    \"row 27\": \"consolidated financial statements that are free from material misstatement, whether due to\",\n    \"row 28\": \"fraud or error.\",\n    \"row 29\": \"In preparing the consolidated financial statements, management is responsible for assessing the\",\n    \"row 30\": \"Group\\u2019s ability to continue as a going concern, disclosing, as applicable, matters related to\",\n    \"row 31\": \"going concern and using the going concern basis of accounting unless management either\",\n    \"row 32\": \"intends to liquidate the Group or to cease operations, or has no realistic alternative but to do\",\n    \"row 33\": \"Those charged with governance are responsible for overseeing the Group\\u2019s financial reporting\",\n    \"row 34\": \"process.\",\n    \"row 35\": \"Auditor\\u2019s Responsibilities for the Audit of the Consolidated Financial Statements\",\n    \"row 36\": \"BDO Canada LLP, a Canadian limited liability partnership, is a member of BDO International Limited, a UK company limited by guarantee, and forms part of the\",\n    \"row 37\": \"international BDO network of independent member firms.\"\n}"