"{\n    \"Title\": \"To the Chief and Council and Members of Cat Lake First NationThe accompanying consolidated financial statements of Cat Lake First Nation are the responsibility of management and have been\",\n    \"row 1\": \"approved by the Chief and Council.\",\n    \"row 2\": \"Management is responsible for the preparation and presentation of the accompanying consolidated financial statements, including\",\n    \"row 3\": \"responsibility for significant accounting judgments and estimates in accordance with Canadian public sector accounting standards. This\",\n    \"row 4\": \"responsibility includes selecting appropriate accounting principles and methods, and making decisions affecting the measurement of\",\n    \"row 5\": \"transactions in which objective judgment is required.\",\n    \"row 6\": \"in discharging its responsibilities for the integrity and fairness of the consolidated financial statements, management designs and\",\n    \"row 7\": \"maintains the necessary accounting systems and related internal controls to provide reasonable assurance that transactions are\",\n    \"row 8\": \"authorized, assets are safeguarded and financial records are properly maintained to provide reliable information for the preparation of\",\n    \"row 9\": \"consolidated financial statements.\",\n    \"row 10\": \"The Cat Lake First Nation Council is responsible for overseeing management in the performance of its financial reporting\",\n    \"row 11\": \"responsibilities, and for approving the financial statements. The Council fulfils these responsibilities by reviewing the financial\",\n    \"row 12\": \"information prepared by management and discussing relevant matters with management and external auditors. The Council is also\",\n    \"row 13\": \"responsible for recommending the appointment of the First Nation's external auditors.\",\n    \"row 14\": \"Grant Thornton LLP is appointed by the Members to audit the consolidated financial statements and report directly to them; their report\",\n    \"row 15\": \"follows. The external auditors have full and free access to, and meet periodically and separately with, both the Council and management\",\n    \"row 16\": \"to discuss their audit findings.\",\n    \"row 17\": \"   u A f Band Manager\",\n    \"row 18\": \"2 ea,\"\n}"