"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Segments\",\n    \"row 3\": \"The First Nation conducts its business through seven reportable segments: Administration, OFNLP2008, Economic\",\n    \"row 4\": \"Development, Education, Health Authority, Social Assistance and Ottawa Trust Fund. These operating segments are\",\n    \"row 5\": \"established by senior management to facilitate the achievement of the First Nation's long-term objectives to aid in resource\",\n    \"row 6\": \"allocation decisions, and to assess operational performance.\",\n    \"row 7\": \"For each reported segment, revenue and expenses represent both amounts that are directly attributable to the segment and\",\n    \"row 8\": \"amounts that are allocated on a reasonable basis. Therefore, certain allocation methodologies are employed in the\",\n    \"row 9\": \"preparation of segmented financial information.\",\n    \"row 10\": \"The accounting policies used in these segments are consistent with those followed in the preparation of the consolidated\",\n    \"row 11\": \"financial statements as disclosed in the significant accounting policies.\",\n    \"row 12\": \"Other economic interests\",\n    \"row 13\": \"Cat Lake First Nation is a member of Tikinagan Child and Family Services. Tikinagan Child and Family Services is an\",\n    \"row 14\": \"organization comprised of thirty First Nations, whose purpose is to provide child and family services to the thirty member\",\n    \"row 15\": \"First Nations.\",\n    \"row 16\": \"Cat Lake First Nation is a member of Windigo First Nations Tribal Council. Windigo First Nations Tribal Council is an\",\n    \"row 17\": \"organization comprised of seven First Nations. The Tribal Council enhances the technical services provided by the\",\n    \"row 18\": \"First Nation.\",\n    \"row 19\": \"Cat Lake First Nation is a member of Windigo First Nations Education Authority. Windigo First Nations Education Authority\",\n    \"row 20\": \"is an organization of four First Nations. The Education Authority enhances education services provided by the First Nation.\",\n    \"row 21\": \"3. Cash resources\",\n    \"row 22\": \"2020 2019\",\n    \"row 23\": \"Administration 27,856 37,928\",\n    \"row 24\": \"OFNLP2008 3,652 4,855\",\n    \"row 25\": \"Health Authority 89,505 86,861\",\n    \"row 26\": \"Social Assistance 273,627 255,665\",\n    \"row 27\": \"ISC Funds Account 519,729 (342,263)\",\n    \"row 28\": \"914,369 43,046\",\n    \"row 29\": \"4. Accounts receivable\",\n    \"row 30\": \"2020 2019\",\n    \"row 31\": \"Members 113,853 121,134\",\n    \"row 32\": \"Musselwhite 48,385 -\",\n    \"row 33\": \"Nishnawbe-Aski Nation 222,246 180,069\",\n    \"row 34\": \"Ontario First Nations Limited Partnership - 706,312\",\n    \"row 35\": \"Trade receivables 82,029 246,774\",\n    \"row 36\": \"Windigo Tribal Council 725,518 -\",\n    \"row 37\": \"1,192,031 1,254,289\",\n    \"row 38\": \"Less: allowance for doubtful accounts 186,177 159,445\",\n    \"row 39\": \"1,005,854 1,094,844\"\n}"