"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"17. Economic dependence\",\n    \"row 2\": \"Cat Lake First Nation receives a significant portion of its revenue from Indigenous Services Canada (\\\"ISC\\\") as a result of\",\n    \"row 3\": \"Treaties entered into with the Government of Canada. These Treaties are administered by ISC under the terms and\",\n    \"row 4\": \"conditions of the Indian Act. The ability of the First Nation to continue operations is dependent upon the Government of\",\n    \"row 5\": \"Canada's continued financial commitments as guaranteed by these Treaties.\",\n    \"row 6\": \"18. Government transfers\",\n    \"row 7\": \"Operating Capital 2020 2019\",\n    \"row 8\": \"Indigenous Services Canada 7,068,496 623,766 7,692,262 5,902,047\",\n    \"row 9\": \"Canada Mortgage and Housing Corporation 17,798 - 17,798 -\",\n    \"row 10\": \"First Nation and Inuit Health Branch 2,099,416 52,186 2,151,602 1,856,247\",\n    \"row 11\": \"Total federal transfers 9,185,710 675,952 9,861,662 7,758,294\",\n    \"row 12\": \"Ministry of Community and Social Services 1,899,456 - 1,899,456 2,712,612\",\n    \"row 13\": \"Ministry of Health 210,712 - 210,712 147,250\",\n    \"row 14\": \"Ministry of Energy, Northern Development and Mines 269,395 - 269,395 266,728\",\n    \"row 15\": \"Total provincial transfers 2,379,563 - 2,379,563 3,126,590\",\n    \"row 16\": \"11,565,273 675,952 12,241,225 10,884,884\",\n    \"row 17\": \"19. Budget information\",\n    \"row 18\": \"The disclosed budget information has been approved by the Chief and Council of the Cat Lake First Nation at a Council\",\n    \"row 19\": \"meeting held on July 31, 2019.The budget was prepared on a cash basis while Public Sector Accounting Standards\",\n    \"row 20\": \"required a full accrual basis. As a result, the budget figures presented in the consolidated statement of operations and\",\n    \"row 21\": \"changes in net financial assets were adjusted to add amortization of $1,762,047 and inventories of $266,780.\",\n    \"row 22\": \"20. Uncertainty with respect to COVID-19\",\n    \"row 23\": \"COVID-19 (coronavirus) has had a significant impact on First Nation communities through the restrictions put in place by\",\n    \"row 24\": \"the Canadian, Provincial and Municipal governments regarding travel, business operations and isolation/quarantine orders.\",\n    \"row 25\": \"At this time, it is unknown the extent of the impact the COVID-19 outbreak may have on the First Nation as this will depend\",\n    \"row 26\": \"on future developments that are highly uncertain and that cannot be predicted with confidence. These uncertainties arise\",\n    \"row 27\": \"from the inability to predict the ultimate geographic spread of the disease, and the duration of the outbreak, including the\",\n    \"row 28\": \"duration of travel restrictions, Band operations, business closures or disruptions, and quarantine/isolation measures that are\",\n    \"row 29\": \"currently, or may be put, in place by Canada and other countries to fight the virus. The First Nation is actively monitoring\",\n    \"row 30\": \"the effect on its financial condition and operations.\"\n}"