"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Tangible capital assets\",\n    \"row 3\": \"Tangible capital assets are initially recorded at cost, which includes amounts that are directly related to the acquisition,\",\n    \"row 4\": \"design, construction, development, improvement, or betterment of the assets. Cost includes overhead attributable to\",\n    \"row 5\": \"construction and development, as well as interest costs that are directly attributable to the acquisition or construction of the\",\n    \"row 6\": \"asset.\",\n    \"row 7\": \"Tangible capital assets are written down when conditions indicate they no longer contribute to the First Nation's ability to\",\n    \"row 8\": \"provide goods and services, or when the value of future economic benefits associated with the tangible capital assets are\",\n    \"row 9\": \"less than their book value. The net write-downs are accounted for as expenses in the consolidated statement of operations\",\n    \"row 10\": \"and accumulated operating surplus.\",\n    \"row 11\": \"Contributed tangible capital assets are recorded into revenue at their fair value on the date of donation, except in\",\n    \"row 12\": \"circumstances where fair value cannot be reasonably determined, in which case they are recognized at nominal value.\",\n    \"row 13\": \"Transfers of capital assets from related parties are recorded at nominal value.\",\n    \"row 14\": \"Certain assets have historical or cultural value, including works of art, historical documents, and historical and cultural\",\n    \"row 15\": \"artifacts, are not recognized as tangible capital assets.\",\n    \"row 16\": \"Tangible capital assets that are not yet ready for use are recorded as construction in progress. No amortization is recorded\",\n    \"row 17\": \"until the asset is ready for use.\",\n    \"row 18\": \"Amortization\",\n    \"row 19\": \"Tangible capital assets are amortized annually using the following methods at rates intended to amortize the cost of the\",\n    \"row 20\": \"assets over their estimated useful lives:\",\n    \"row 21\": \"Method Rate\",\n    \"row 22\": \"Buildings straight-line 25-30 years\",\n    \"row 23\": \"Community infrastructure straight-line 25 years\",\n    \"row 24\": \"Equipment straight-line 5-10 years\",\n    \"row 25\": \"Fuel tanks straight-line 10 years\",\n    \"row 26\": \"Furniture and fixtures straight-line 5-10 years\",\n    \"row 27\": \"Housing straight-line 25 years\",\n    \"row 28\": \"Radio station straight-line 5 years\",\n    \"row 29\": \"Street lights straight-line 10 years\",\n    \"row 30\": \"Vehicles straight-line 10 years\",\n    \"row 31\": \"Long-lived assets\",\n    \"row 32\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 33\": \"described in the applicable accounting policies.\",\n    \"row 34\": \"The First Nation performs impairment testing on long-lived assets held for use whenever events or changes in\",\n    \"row 35\": \"circumstances indicate that the carrying amount of an asset, or group of assets, may not be recoverable. Impairment is\",\n    \"row 36\": \"measured as the amount by which the asset's carrying amount exceeds its fair value. Fair value is measured using\",\n    \"row 37\": \"discounted future cash flows. Any impairment is included in surplus for the year ended.\",\n    \"row 38\": \"Inventories held for use\",\n    \"row 39\": \"Inventory is valued at the lower of cost and net realizable value. Cost is determined by the first-in, first-out method. Net\",\n    \"row 40\": \"realizable value is the estimated selling price in the ordinary course of business, less estimated costs of completion and\",\n    \"row 41\": \"selling costs.\"\n}"