"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Revenue recognition\",\n    \"row 3\": \"Funding\",\n    \"row 4\": \"Revenue is recognized as it becomes receivable under the terms of applicable funding agreements. Funding received under\",\n    \"row 5\": \"funding arrangements that relate to a subsequent fiscal period are reflected as deferred revenue on the consolidated\",\n    \"row 6\": \"statement of financial position in the year of receipt.\",\n    \"row 7\": \"Rental revenue is recognized over the rental term. Other revenues are earned from other services provided by the\",\n    \"row 8\": \"First Nation and are recognized when the service has been provided and collectibility is reasonably assured.\",\n    \"row 9\": \"Revenues from trust monies are recognized when measurable, earned and collection is reasonably assured. These monies\",\n    \"row 10\": \"are reported on by the Government of Canada.\",\n    \"row 11\": \"Government transfers\",\n    \"row 12\": \"The First Nation recognizes a government transfer as revenue when the transfer is authorized and all eligibility criteria, if\",\n    \"row 13\": \"any, have been met. A government transfer with stipulations giving rise to an obligation that meets the definition of a liability\",\n    \"row 14\": \"is recognized as a liability. In such circumstances, the First Nation recognizes revenue as the liability is settled. Transfers of\",\n    \"row 15\": \"non-depreciable assets are recognized in revenue when received or receivable.\",\n    \"row 16\": \"Administration fees\",\n    \"row 17\": \"It is the First Nation's policy to allocate certain administrative costs to the various programs. Such allocations are recorded\",\n    \"row 18\": \"as administration recovery revenue.\",\n    \"row 19\": \"Net financial assets (net debt)\",\n    \"row 20\": \"The First Nation\\u2019s consolidated financial statements are presented so as to highlight net financial assets (net debt) as the\",\n    \"row 21\": \"measurement of financial position. The net financial assets (net debt) of the First Nation is determined by its financial assets\",\n    \"row 22\": \"less its liabilities. Net financial assets (net debt) combined with non-financial assets comprise a second indicator of financial\",\n    \"row 23\": \"position, accumulated surplus (deficit).\",\n    \"row 24\": \"Use of estimates\",\n    \"row 25\": \"The preparation of consolidated financial statements in conformity with Canadian public sector accounting standards\",\n    \"row 26\": \"requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and\",\n    \"row 27\": \"disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts\",\n    \"row 28\": \"of revenue and expenses during the reporting period.\",\n    \"row 29\": \"Accounts receivable are stated after evaluation as to their collectibility and an appropriate allowance for doubtful accounts is\",\n    \"row 30\": \"provided where considered necessary.\",\n    \"row 31\": \"Provisions are made for slow moving and obsolete inventory\",\n    \"row 32\": \"Amortization is based on estimated useful lives of tangible capital assets\",\n    \"row 33\": \"Accounts payable and accruals are estimated based on historical charges for unbilled goods and services at year-end.\",\n    \"row 34\": \"These estimates and assumptions are reviewed periodically and, as adjustments become necessary, they are reported in\",\n    \"row 35\": \"the annual surplus (deficit) in the periods in which they become known.\",\n    \"row 36\": \"Expense allocation\",\n    \"row 37\": \"Certain expenses which pertain to the operations as a whole have been allocated to various programs at the discretion of\",\n    \"row 38\": \"Chief and Council.\"\n}"