"{\n    \"Title\": \", Chippewas of Rama First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"10. Investment in Government Business Enterprises (continued)\",\n    \"row 3\": \"My Lucky Spot - Entertainment Centre Ltd.\",\n    \"row 4\": \"As at March 31, 2014, the First Nation acquired 6,400,000 participating preference shares at\",\n    \"row 5\": \"$1.00 per share in My Lucky Spot - Entertainment Centre Ltd. This represents 100% of the\",\n    \"row 6\": \"issued preference shares and 80.00% of the voting shares of the company. My Lucky Spot -\",\n    \"row 7\": \"Entertainment Centre Ltd. is in the process of acquiring, renovating and operating existing\",\n    \"row 8\": \"bingo centres and electronic gaming centres.\",\n    \"row 9\": \"The fiscal year end of My Lucky Spot - Entertainment Centre Ltd. is December 31. As the year\",\n    \"row 10\": \"end for My Lucky Spot - Entertainment Centre Ltd. does not coincide with the year end of the\",\n    \"row 11\": \"First Nation, and it is not possible to use financial statements that do coincide, the financial\",\n    \"row 12\": \"statements used under the modified equity method will be for the year ended December 31.\",\n    \"row 13\": \"Therefore, December 31, 2019 amounts have been picked up using the modified equity basis\",\n    \"row 14\": \"of accounting in these financial statements. The First Nation\\u2019s interest in My Lucky Spot -\",\n    \"row 15\": \"Entertainment Centre Ltd. is 80.00%.\",\n    \"row 16\": \"The long-term debt payable by My Lucky Spot - Entertainment Centre Ltd. consists of two\",\n    \"row 17\": \"promissory notes due to parties external to the reporting entity.\",\n    \"row 18\": \"Principal repayments on aggregate long-term debt over the next five years are as follows:\",\n    \"row 19\": \"Debt due to other Debt due to parties\",\n    \"row 20\": \"organizations within the external to the\",\n    \"row 21\": \"reporting entity reporting entity Total\",\n    \"row 22\": \"2020 $ \\u00b0 $ 138,951 $ 138,951\",\n    \"row 23\": \"2021 - 90,306 90,306\",\n    \"row 24\": \"2022 - 94,927 94,927\",\n    \"row 25\": \"2023 - 99,783 99,783\",\n    \"row 26\": \"2024 - 104,888 104,888\",\n    \"row 27\": \"Thereafter 7 2,054,035 2,054,035\",\n    \"row 28\": \" $ - $ 2,582,890 $ 2,582,890\",\n    \"row 29\": \"ek \\u2014\\u2014\\u2014\\u2014\\u2014__ SS a\",\n    \"row 30\": \" Additionally, My Lucky Spot - Entertainment Centre Ltd. has leased premises under long-term\",\n    \"row 31\": \"lease agreements maturing 2022 and 2023, which includes an optional renewal clause to\",\n    \"row 32\": \"extend the lease term. Future minimum operating lease payments for the next four years are\",\n    \"row 33\": \"as follows:\",\n    \"row 34\": \"Year Amount\",\n    \"row 35\": \"2020 $ 936,000\",\n    \"row 36\": \"2021 936,000\",\n    \"row 37\": \"2022 936,000\",\n    \"row 38\": \"2023 516,000\",\n    \"row 39\": \"Other\",\n    \"row 40\": \"The other category includes Casino Rama Inc. and Rama Parking Inc. Rama Parking Inc.\",\n    \"row 41\": \"represents the majority of this category and holds parking lots.\"\n}"