"{\n    \"Title\": \"Chippewas of Rama First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"1. Summary of Significant Accounting Policies (continued)\",\n    \"row 3\": \"j) Pension Plan\",\n    \"row 4\": \"The First Nation is an employer member of Manulife Financial, which has a defined\",\n    \"row 5\": \"contribution pension plan. The Pension Committee, representing plan members and\",\n    \"row 6\": \"employers, is responsible for overseeing the management of the pension plan, including\",\n    \"row 7\": \"investment of the assets and administration of the benefits. The First Nation records as\",\n    \"row 8\": \"pension expense the current service cost.\",\n    \"row 9\": \"k) Long Term Debt\",\n    \"row 10\": \"Long term debt in the form of a forgivable loan and is recognized as revenue in the financial\",\n    \"row 11\": \"statements when any eligibility criteria are met, except to the extent that transfer\",\n    \"row 12\": \"stipulations give rise to an obligation that meets the definition of a liability. Forgivable loan\",\n    \"row 13\": \"is recognized as long term debt when transfer stipulations give rise to a liability. Revenue is\",\n    \"row 14\": \"recognized in the statement of operations as the stipulation liabilities are settled.\",\n    \"row 15\": \"l) Government Transfers\",\n    \"row 16\": \"Government transfers are recognized as revenue in the consolidated financial statements\",\n    \"row 17\": \"when the transfer is authorized and any eligibility criteria are met, except to the extent that\",\n    \"row 18\": \"transfer stipulations give rise to an obligation that meets the definition of a liability.\",\n    \"row 19\": \"Transfers are recognized as deferred revenue when transfer stipulations give rise to a\",\n    \"row 20\": \"liability. Transfer revenue is recognized in the statement of operations as the stipulation\",\n    \"row 21\": \"liabilities are settled.\",\n    \"row 22\": \"m) Revenue Recognition\",\n    \"row 23\": \"Revenues are recognized in the period in which the transactions or events occurred that\",\n    \"row 24\": \"gave rise to the revenues. All revenues are recorded on an accrual basis.\",\n    \"row 25\": \" Contributions, other than government transfers, are deferred when restrictions are placed\",\n    \"row 26\": \"on their use by the contributor, and are recognized as revenue when used for the specific\",\n    \"row 27\": \"purpose.\",\n    \"row 28\": \"Revenue related to fees or services received in advance of the fee being earned or the\",\n    \"row 29\": \"service is performed is deferred and recognized when the fee is earned or service\",\n    \"row 30\": \"performed.\"\n}"