"{\n    \"Title\": \"Notes to the Financial StatementsFor the Year Ended December 31, 2017\",\n    \"row 1\": \"es Significant accounting policies cont.\",\n    \"row 2\": \"(a) Financial instruments (continued)\",\n    \"row 3\": \"Financial assets purchased and sold, where the contract requires the asset to be\",\n    \"row 4\": \"delivered within an established timeframe, are recognized on a settlement-date\",\n    \"row 5\": \"basis. Financial assets with actively traded markets are reported at fair value\",\n    \"row 6\": \"determined on the last business day of the fiscal period, with any unrealized gains or\",\n    \"row 7\": \"losses reported in income. All other financial instruments are reported at amortized\",\n    \"row 8\": \"cost, and assessed for impairment at each reporting date. Transaction costs are\",\n    \"row 9\": \"expensed as incurred.\",\n    \"row 10\": \"The financial assets and financial liabilities of Consumer Protection BC are classified\",\n    \"row 11\": \"and measured as follows:\",\n    \"row 12\": \"Assets/liabilities Measurement\",\n    \"row 13\": \"Cash Fair value\",\n    \"row 14\": \"Security held as cash Fair value\",\n    \"row 15\": \"Short term investments Fair value\",\n    \"row 16\": \"Investments Fair value\",\n    \"row 17\": \"Accounts receivable Amortized cost\",\n    \"row 18\": \"Accounts payable and accrued liabilities Amortized cost\",\n    \"row 19\": \"(b) Tangible capital assets\",\n    \"row 20\": \"Tangible capital assets are recorded at cost. Expenditures for additions and\",\n    \"row 21\": \"expenditures which substantially increase the useful life of existing assets are\",\n    \"row 22\": \"capitalized. Amortization is calculated at the following annual rates:\",\n    \"row 23\": \"Asset Rate\",\n    \"row 24\": \"Furniture and equipment 20% declining balance\",\n    \"row 25\": \"Computer hardware and software 30% declining balance\",\n    \"row 26\": \"Telecommunications equipment 30% declining balance\",\n    \"row 27\": \"Automotive equipment 30% declining balance\",\n    \"row 28\": \"Leasehold improvements Straight line over the term of the lease\",\n    \"row 29\": \"(c) Revenue recognition\",\n    \"row 30\": \"Consumer Protection BC follows the deferral method of accounting for contributions.\",\n    \"row 31\": \"Restricted contributions are recognized as revenue in the period in which the related\",\n    \"row 32\": \"expenses are incurred. Unrestricted contributions are recognized as revenue when\",\n    \"row 33\": \"received or receivable if the amount to be received can be reasonably estimated and\",\n    \"row 34\": \"collection is reasonably assured.\"\n}"