"{\n    \"Title\": \"Notes to the Financial StatementsFor the Year Ended December 31, 2017\",\n    \"row 1\": \"19. Board and employee compensation cont.\",\n    \"row 2\": \"discharging its responsibilities for Board and CEO compensation, including\",\n    \"row 3\": \"recommending changes to Board and CEO compensation to the Board for approval, as\",\n    \"row 4\": \"per the Committee Terms of Reference.\",\n    \"row 5\": \"The Board members are compensated by annual retainers for all time spent on the\",\n    \"row 6\": \"Authority's business other than scheduled Board and Board committee meetings where\",\n    \"row 7\": \"the director is asked to attend by the Authority. The Board retainer compensates\",\n    \"row 8\": \"directors for activities such as time spent responding to Authority requests for\",\n    \"row 9\": \"information or advice, meetings under two hours, meeting preparation, and industry\",\n    \"row 10\": \"relations meetings.\",\n    \"row 11\": \"The HRCC annually reviews CEO compensation so that the compensation plan\",\n    \"row 12\": \"continues to be competitive, transparent, accountable and affordable. The CEO is\",\n    \"row 13\": \"eligible for an annual performance incentive. The amount of the performance incentive is\",\n    \"row 14\": \"based on an annual evaluation of specific individual performance measurements\",\n    \"row 15\": \"established at the beginning of the year.\",\n    \"row 16\": \"Union employee compensation is based on the collective agreement between Consumer\",\n    \"row 17\": \"Protection BC and the BC Government and Service Employees\\u2019 Union (BCGEU). The\",\n    \"row 18\": \"collective agreement between Consumer Protection BC and BCGEU is effective from\",\n    \"row 19\": \"June 1, 2014 to December 31, 2017.\",\n    \"row 20\": \"All compensation plans assist in motivating, retaining and attracting candidates of\",\n    \"row 21\": \"outstanding abilities.\",\n    \"row 22\": \"Summary of Board Compensation\",\n    \"row 23\": \"Annual retainers and meeting fees $ 156,775\",\n    \"row 24\": \"Expense reimbursements 10,590\",\n    \"row 25\": \"Reasonable out-of-pocket expenses and per diems are reimbursed at the same rate that\",\n    \"row 26\": \"is approved for the CEO and in accordance with the current Group III level of the British\",\n    \"row 27\": \"Columbia Public Service.\",\n    \"row 28\": \"Employee wages and benefits listed below reflect wages and benefits paid in 2017.\",\n    \"row 29\": \"Summary of Employee Compensation\",\n    \"row 30\": \"Non-union employee wages and benefits $ 1,550,611\",\n    \"row 31\": \"Union employee wages and benefits 2,521,693\",\n    \"row 32\": \"$$$ SE\",\n    \"row 33\": \"20. Comparative figures\",\n    \"row 34\": \"Certain comparative figures have been reclassified to conform to the presentation\",\n    \"row 35\": \"adopted in the current year.\"\n}"