"{\n    \"Title\": \"NOTES TO THE FINANCIAL STATEMENTS\",\n    \"row 1\": \"MARCH 31, 2018\",\n    \"row 2\": \"\\u2014\\u2014\\u2014_\\u2014\\u2014\\u2014\",\n    \"row 3\": \"Bs PERPETUAL FUND\",\n    \"row 4\": \"2018 2017\",\n    \"row 5\": \"Balance, beginning of year $ 308,110 \\u00a7 306,090\",\n    \"row 6\": \"Donations received 2,850 2,020\",\n    \"row 7\": \"cep mn asec ce\",\n    \"row 8\": \"Balance, end of year $ 310,960 $ 308,110\",\n    \"row 9\": \"\\u2014\\u2014\\u2014\\u2014 ee\",\n    \"row 10\": \"In connection with efforts towards obtaining funding from non-government sources, the Management Authority\",\n    \"row 11\": \"has established a perpetual fund administered by the Vancouver Foundation. Under the terms of the deed of gift,\",\n    \"row 12\": \"the perpetual fund is owned by the Vancouver Foundation. Income received from the Vancouver Foundation\",\n    \"row 13\": \"during the year amounted to $13,798 (2017 - $13,151). Included in the balance of the perpetual fund is $2,850\",\n    \"row 14\": \"(2017 - $2,020) of funds that had not been transferred to the Vancouver Foundation as at the March 3 1, 2018.\",\n    \"row 15\": \"6. FINANCIAL INSTRUMENTS\",\n    \"row 16\": \"The Management Authority is exposed to various risks through its financial instruments. The following analysis\",\n    \"row 17\": \"provides a measure of the Management Authority's risk exposure and concentrations at the statement of financial\",\n    \"row 18\": \"position date, March 31, 2018.\",\n    \"row 19\": \"Credit Risk\",\n    \"row 20\": \"Credit risk is the risk of loss associated with a counterparty's inability to fulfill its payment obligations. The\",\n    \"row 21\": \"Management Authority's credit risk is primarily attributable to cash and receivables. Management manages cash\",\n    \"row 22\": \"default risk by dealing with only large financial institutions with good credit ratings and manages receivable\",\n    \"row 23\": \"credit risk thorough standard credit and reference checks.\",\n    \"row 24\": \"Liquidity Risk\",\n    \"row 25\": \"Liquidity risk is the risk that an entity will encounter difficulty in meeting obligations associated with financial\",\n    \"row 26\": \"liabilities. The Management Authority is exposed to this risk mainly in respect of its accounts payable and\",\n    \"row 27\": \"deferred revenues. The carry amount of all financial liabilities amount to $110,570 (2016 - $40,216)\",\n    \"row 28\": \"Interest Rate Risk\",\n    \"row 29\": \"Interest rate risk is the risk that the fair value or future cash flows of a financial instrument will fluctuate\",\n    \"row 30\": \"because of changes in market interest rates. The Management Authority is exposed to interest rate risk\",\n    \"row 31\": \"on its fixed interest rate financial instruments. Fixed rate instruments subject the Management Authority\",\n    \"row 32\": \"to a fair value risk.\",\n    \"row 33\": \"\\u2014<\\u2014\\u2122_\\u201c_)_ Carr & Associates\",\n    \"row 34\": \"<<... CHARTERED PROFESSIONAL ACCOUNTANT\"\n}"