"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"2. Restricted Cash - CMHC replacement and operating surplus reserves\",\n    \"row 2\": \"Under the terms of agreements with Canada Mortgage and Housing Corporation (\\u201cCMHC\\u201d) amounts\",\n    \"row 3\": \"are to be credited annually to replacement reserves and, where applicable, may be credited to the\",\n    \"row 4\": \"subsidy surplus and operating reserves. These funds must be held in a separate bank account and/or\",\n    \"row 5\": \"invested only in accounts or instruments insured by the Canada Deposit Insurance Corporation or as\",\n    \"row 6\": \"may otherwise be approved by Canada Mortgage and Housing Corporation. Withdrawals are credited\",\n    \"row 7\": \"to interest first and then principal.\",\n    \"row 8\": \"3. Short-term Investments\",\n    \"row 9\": \"Short-term investments consists of a guaranteed investment certificate with a maturity date of May\",\n    \"row 10\": \"2019 at an interest rate of 0.5% per annum.\",\n    \"row 11\": \"4. Accounts Receivable\",\n    \"row 12\": \"2020 2019\",\n    \"row 13\": \"General accounts receivable $ 970,739 $ 693,443\",\n    \"row 14\": \"Member loans 1,493,470 1,543,170\",\n    \"row 15\": \"Housing renovation loans 33,836 45,570\",\n    \"row 16\": \"Government Remittances 51,443 38,062\",\n    \"row 17\": \"Allowance for doubtful accounts (1,668,108) (1,720,016)\",\n    \"row 18\": \"$ 881,380 $ 600,229\",\n    \"row 19\": \"5. Note Receivable\",\n    \"row 20\": \"The note receivable from Migisi Development Corporation, a controlled business enterprise of the\",\n    \"row 21\": \"First Nation, is non-interest-bearing, unsecured and due on demand.\",\n    \"row 22\": \"6. Funds Held in Trust by Indigenous Services Canada\",\n    \"row 23\": \"Funds Held in Trust by Indigenous Services Canada arise from monies derived from capital or\",\n    \"row 24\": \"revenue sources as outlined in Section 62 of the Indian Act. These funds are held in trust in the\",\n    \"row 25\": \"Consolidated Revenue Fund of the Government of Canada and are subject to audit by the Office of the\",\n    \"row 26\": \"Auditor General of Canada. The management of these funds is primarily governed by Sections 63 to\",\n    \"row 27\": \"69 of the Indian Act.\"\n}"