"{\n    \"Title\": \"The Corporation of the City of DrydenNotes to Consolidated Financial Statements\",\n    \"row 1\": \"December 31, 2010\",\n    \"row 2\": \"25. Physical Assets\",\n    \"row 3\": \"The amounts below represent the values as estimated by the municipality's insurer:\",\n    \"row 4\": \"Building and structures $ 53,888,248\",\n    \"row 5\": \"Contents and equipment 53,720,700\",\n    \"row 6\": \"26. Commitments\",\n    \"row 7\": \"The Corporation of the City of Dryden leases certain of its premises and equipment under\",\n    \"row 8\": \"various operating leases. The future minimum lease payments over the next five years are as\",\n    \"row 9\": \"follows:\",\n    \"row 10\": \"Year Amount\",\n    \"row 11\": \"2011 S 273,821\",\n    \"row 12\": \"2012 157,318\",\n    \"row 13\": \"2013 69,913\",\n    \"row 14\": \"2014 26,972\",\n    \"row 15\": \"2015 151\",\n    \"row 16\": \"27. Contingent Liabilities\",\n    \"row 17\": \"The Corporation of the City of Dryden is involved in a wrongful dismissal suit with a previous\",\n    \"row 18\": \"employee. The outcome of this suit is not determinable at the audit date. No opinion is\",\n    \"row 19\": \"expressed as to whether these claims would have a material effect on the City's current year\",\n    \"row 20\": \"consolidated financial statements. If any settlements result from the claims, these\",\n    \"row 21\": \"settlements will be expensed in the Consolidated Statement of Operations and Accumulated\",\n    \"row 22\": \"Deficit in the year in which judgements are rendered. No provision has been made in these\",\n    \"row 23\": \"consolidated financial statements in respect of the above claim.\",\n    \"row 24\": \"The municipality has settled a claim with Roma Insurance. The City may still be liable for\",\n    \"row 25\": \"additional amounts, however, management is unable to determine if there will be a liability\",\n    \"row 26\": \"from future claims. No opinion is expressed as to whether these claims would have a\",\n    \"row 27\": \"material effect on the City\\u2019s current year consolidated financial statements. If any\",\n    \"row 28\": \"settlements result from the claims, these settlements will be expensed in the Consolidated\",\n    \"row 29\": \"Statement of Operations and Accumulated Deficit in the year in which judgements are\",\n    \"row 30\": \"rendered. No provision has been made in these consolidated financial statements in respect\",\n    \"row 31\": \"of the above claim.\",\n    \"row 32\": \"In the normal course of business, appeals are made by taxpayers against property\",\n    \"row 33\": \"assessments, the resolution of which is not known as at the date of issuance of these\",\n    \"row 34\": \"consolidated financial statements. It is the practice of The Corporation of the City of Dryden\",\n    \"row 35\": \"to provide for any claims only when the decisions are rendered by the appropriate\",\n    \"row 36\": \"authorities.\",\n    \"row 37\": \"A significant taxpayer has filed an appeal with the Assessment Review Board for a reduction\",\n    \"row 38\": \"in their taxes for a number of years. In the opinion of management, the overall reduction of\",\n    \"row 39\": \"tax is not determinable. As such, no provision has been provided for in the consolidated\",\n    \"row 40\": \"financial statements. Reductions, if any, made with respect to this appeal are expected to\",\n    \"row 41\": \"be accounted for as a charge to expenditures in the period in which the realization is known.\"\n}"