"{\n    \"Title\": \"og a Nay . =gee ;\",\n    \"row 1\": \"ie i 2 2 a . t .\",\n    \"row 2\": \"wo Hiawatha First Nation\",\n    \"row 3\": \"Uaas of Administration Office\",\n    \"row 4\": \"HIAWATHA FIRST NATION\",\n    \"row 5\": \"For The Year Ended March 31, 2020\",\n    \"row 6\": \"MANAGEMENT REPORT\",\n    \"row 7\": \"The accompanying financial statements of Hiawatha First Nation are the responsibility of management\",\n    \"row 8\": \"and have been approved by Council.\",\n    \"row 9\": \"The financial statements have been prepared by management in accordance with Canadian Public\",\n    \"row 10\": \"Sector Accounting Standards. Financial statements are not precise since they include certaln amounts\",\n    \"row 11\": \"based on estimates and judgements. When altemative accounting methods exist, management has\",\n    \"row 12\": \"chosen those it deems most appropriate in the circumstances, In order to ensure that the financial\",\n    \"row 13\": \"siatements are presented fairly, in all material respects.\",\n    \"row 14\": \"The First Nation maintains systems of intemal accounting and administrative controls of high quality,\",\n    \"row 15\": \"consistent with reasonable cost. Such systems are designed to provide reasonable assurance that the\",\n    \"row 16\": \"financial information is relevant, reliable and accurate and the First Nation's asseis are appropriately\",\n    \"row 17\": \"accounted for and adequately safeguarded.\",\n    \"row 18\": \"The First Nation's Council Is responsible for ensuring that management fulfills its responsibilities for\",\n    \"row 19\": \"financial reporting and is ultimately responsible for reviewing and approving financial statements.\",\n    \"row 20\": \"Council reviews and approves the First Nation's financial Statements for issuance to the members.\",\n    \"row 21\": \"Council meets periodically with management, as well as the external auditor, to discuss internal controls\",\n    \"row 22\": \"over the financial raporting process, auditing matters and financial reporting issues, to satisfy themselves\",\n    \"row 23\": \"that each party Is properly discharging their responsibilities and to review the financial statements and\",\n    \"row 24\": \"the independent auditor's report.\",\n    \"row 25\": \"The financial statements have been audited by Baker Tilly KDN LLP in accordance with Canadian\",\n    \"row 26\": \"generally accepted auditing standards on behalf of the members. Baker Tilly KDN LLP has full and free\",\n    \"row 27\": \"access to Council.\",\n    \"row 28\": \"Chief Goce Coen Date Aad 2412020\",\n    \"row 29\": \"123 Paudash St., Hiawatha, ON K9J OE6 \\u00ab Telephone (705) 295-4421 \\u00bb Fax (705) 295-4424\",\n    \"row 30\": \"\\u201cWe, the Mississaugi of Hiawatha First Nation, are a vibrant, proud, independent\",\n    \"row 31\": \"and healthy people balanced in the richness of our culture and traditional way of life.\\u201d\"\n}"