"{\n    \"Title\": \"Year ended April 30, 2010\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\",\n    \"row 1\": \"1. Significant accounting policies and reporting practices (continued):\",\n    \"row 2\": \"(e) Capital assets:\",\n    \"row 3\": \"Capital assets purchased are recorded at cost. Amortization of capital assets is\",\n    \"row 4\": \"recorded on the straight-line basis at the following annual rates:\",\n    \"row 5\": \"Sssscsnn Ener\",\n    \"row 6\": \"Building 2% \",\n    \"row 7\": \"Parking lots 5%\",\n    \"row 8\": \"Books 10%\",\n    \"row 9\": \"Furniture and equipment 20%\",\n    \"row 10\": \"Amortization is taken at 50% of the above rates in the year of acquisition.\",\n    \"row 11\": \"(f) Impairment of long-lived assets:\",\n    \"row 12\": \"Long-lived assets, including capital assets subject to amortization, are reviewed for\",\n    \"row 13\": \"impairment whenever events or changes in circumstances indicate that the carrying\",\n    \"row 14\": \"amount of an asset may not be recoverable. Recoverability is measured by a\",\n    \"row 15\": \"comparison of the carrying amount to the estimated undiscounted future cash flows\",\n    \"row 16\": \"expected to be generated by the asset. If the carrying amount of the asset exceeds\",\n    \"row 17\": \"its estimated future cash flows, an impairment charge is recognized by the amount\",\n    \"row 18\": \"by which the carrying amount of the asset exceeds the fair value of the asset.\",\n    \"row 19\": \"(g) Employee future benefits:\",\n    \"row 20\": \"The University is a Participating member in a defined contribution pension plan\",\n    \"row 21\": \"operated by Laurentian University of Sudbury for its own employees and the\",\n    \"row 22\": \"employees of its federated universities, of which the University is one. The\",\n    \"row 23\": \"University contributes a set amount to the plan in respect of individual employees,\",\n    \"row 24\": \"with a guaranteed minimum defined benefit. Ail full-time empioyees of the University\",\n    \"row 25\": \"are eligible to join the plan upon entering the service of the employer. The benefits\",\n    \"row 26\": \"are based on years of service and fina! average Salary. The University is also a co-\",\n    \"row 27\": \"sponsor of a defined benefit health care plan for substantially all its retirees and full-\",\n    \"row 28\": \"time employees which is also operated by Laurentian University of Sudbury for its\",\n    \"row 29\": \"own employees and the employees of its federated universities.\",\n    \"row 30\": \"The University accrues its obligations under the defined benefit plans as the\",\n    \"row 31\": \"employees render the services necessary to earn the pension and other retirement\",\n    \"row 32\": \"benefits. The actuarial determination of the accrued benefit obligations for pensions\",\n    \"row 33\": \"and other retirement benefits uses the projected benefit method prorated on service\",\n    \"row 34\": \"(which incorporates management's best estimate of future salary levels, other cost\",\n    \"row 35\": \"escalation, retirement ages of employees and other actuarial factors). The most\",\n    \"row 36\": \"recent actuarial valuation of the pension and health care plans for funding purposes\",\n    \"row 37\": \"was as of July 1, 2007, and the next required valuation will be as of July 1, 2010.\"\n}"