"{\n    \"Title\": \"Notes to Financial Statements Year ended April 30, 2018 \",\n    \"row 1\": \"FFF RRR a\",\n    \"row 2\": \"The University is incorporated by special act under the laws of Ontario.\",\n    \"row 3\": \"1. Significant accounting policies and reporting practices:\",\n    \"row 4\": \"(a) Fund accounting:\",\n    \"row 5\": \"The University receives funding for operational and special purposes, the financial\",\n    \"row 6\": \"statements are presented in a manner which segregates the following funds:\",\n    \"row 7\": \"e General fund, which presents the academic, residence and administrative operations of\",\n    \"row 8\": \"the University. \\u2019\",\n    \"row 9\": \"* Capital fund, which presents the assets, liabilities, revenues and expenses related to the\",\n    \"row 10\": \"University\\u2019s capital assets.\",\n    \"row 11\": \"e Restricted fund, which presents the assets, liabilities, revenues and expenses which are\",\n    \"row 12\": \"restricted as to purpose and expendability and set aside by either the Board of Regents,\",\n    \"row 13\": \"the Province of Ontario or other benefactors,\",\n    \"row 14\": \"(b) Revenue recognition:\",\n    \"row 15\": \"The University follows the restricted fund method of accounting, Under this method, the\",\n    \"row 16\": \"following principles have been applied:\",\n    \"row 17\": \"e Contributions are recorded as revenue in the respective funds based on their nature,\",\n    \"row 18\": \"source and the restrictions stipulated by the funding source.\",\n    \"row 19\": \"e Contributions, including pledges and donations, are recognized as revenue when\",\n    \"row 20\": \"received or receivable if the amounts can be reasonably estimated and collection is\",\n    \"row 21\": \"reasonably assured.\",\n    \"row 22\": \"e Operating grants and tuition revenue are recorded as revenue in the period to which\",\n    \"row 23\": \" they relate. Grant amounts relating to future periods are deferred and recognized in the\",\n    \"row 24\": \"subsequent period when the related activity occurs, Grants approved but not received\",\n    \"row 25\": \"are accrued.\",\n    \"row 26\": \"(c) Investments:\",\n    \"row 27\": \"Pooled investments are included on the statement of financial position at market value.\",\n    \"row 28\": \"(d) Capital assets:\",\n    \"row 29\": \". Capital assets purchased are recorded at cost. Amortization of capital assets is recorded on\",\n    \"row 30\": \"the straight-line basis at the following annual rates: \",\n    \"row 31\": \"I as hi tS\",\n    \"row 32\": \"Building 2%\",\n    \"row 33\": \"Parking lots 5%\",\n    \"row 34\": \"Books 10% :\",\n    \"row 35\": \"Furniture and equipment 20%\",\n    \"row 36\": \"Amortization is taken at 50% of the above rates in the year of acquisition.\"\n}"