"{\n    \"Title\": \"ONTARIO\",\n    \"row 1\": \"Notes to Financial Statements (continued)\",\n    \"row 2\": \"Year ended April 30, 2018\",\n    \"row 3\": \"6. Employee future benefits:\",\n    \"row 4\": \"The College has a defined benefit pension plan that provides a minimum level of pension benefits\",\n    \"row 5\": \"to eligible employees. The assets of the pension plan are managed by an external investment\",\n    \"row 6\": \"manager and are held by an independent custodian, separate and apart from the assets of the\",\n    \"row 7\": \"College. The College measures its accrued pension benefit obligation and fair value of pension\",\n    \"row 8\": \"plan assets at April 30 each year. The most recent actuarial valuation for going-concern funding\",\n    \"row 9\": \"purposes of the pension benefit plan was performed as of December 31, 2016 and results have\",\n    \"row 10\": \"been extrapolated to April 30, 2018.\",\n    \"row 11\": \"The College also provides other post-retirement and post-employment benefits, such as medical\",\n    \"row 12\": \"and dental, to eligible employees. Post-employment benefits are benefits provided to disabled\",\n    \"row 13\": \"employees. The College measures its accrued benefit obligation for other post-retirement and\",\n    \"row 14\": \"post-employment benefits at April 30 each year. For the other post-retirement and post-\",\n    \"row 15\": \"employment benefit plans, the most recent actuarial valuation was performed as of April 30,\",\n    \"row 16\": \"2017.\",\n    \"row 17\": \"Information about King's benefit plans as at April 30 is as follows:\",\n    \"row 18\": \"2018 Pension benefit plan Other benefit plans Total\",\n    \"row 19\": \"Accrued benefit obligation $ (56,628,900) $ (15,999,000) $ (72,627,900)\",\n    \"row 20\": \"Fair value of plan assets 56,381,100 - 56,381,100\",\n    \"row 21\": \"Liability $ (247,800) $ (15,999,000) $ (16,246,800)\",\n    \"row 22\": \"2017 Pension benefit plan Other benefit plans Total\",\n    \"row 23\": \"Accrued benefit obligation $ (52,767,200) $ (14,640,000) $ (67,407,200)\",\n    \"row 24\": \"Fair value of plan assets 54,585,200 - 54,585,200\",\n    \"row 25\": \"Asset (liability) $ 1,818,000 $ (14,640,000) $ (12,822,000)\"\n}"