"{\n    \"Title\": \"ONTARIO\",\n    \"row 1\": \"Notes to Financial Statements (continued)\",\n    \"row 2\": \"Year ended April 30, 2018\",\n    \"row 3\": \"1. Significant accounting policies (continued):\",\n    \"row 4\": \"(c) Capital assets:\",\n    \"row 5\": \"Purchased capital assets are recorded at cost. Contributed capital assets are recorded at\",\n    \"row 6\": \"fair market value at the date of contribution. Amortization is provided on a straight-line basis\",\n    \"row 7\": \"over the estimated useful life of buildings and on a declining balance basis for all other\",\n    \"row 8\": \"capital assets. Amortization rates are as follows:\",\n    \"row 9\": \"Asset Basis Rate\",\n    \"row 10\": \"Buildings Straight-line 40 years\",\n    \"row 11\": \"Parking lots Declining balance 10%\",\n    \"row 12\": \"Equipment and furnishings Declining balance 20%\",\n    \"row 13\": \"Computer equipment Declining balance 30%\",\n    \"row 14\": \"Library books Straight-line 100%\",\n    \"row 15\": \"Works of art are recorded at cost and are not amortized.\",\n    \"row 16\": \"(d) Employee future benefits:\",\n    \"row 17\": \"The King's pension plan, covering full-time faculty, eligible part-time faculty and\",\n    \"row 18\": \"grandfathered non-teaching employees, is a defined benefit pension plan. The cost of\",\n    \"row 19\": \"pension benefits earned by employees is determined using the projected benefit method\",\n    \"row 20\": \"prorated on service and is expensed as services are rendered. This cost reflects\",\n    \"row 21\": \"management's best estimates of the pension plan's expected yields, salary escalations,\",\n    \"row 22\": \"mortality of members, termination and the ages at which members will retire.\",\n    \"row 23\": \"Remeasurement differences arising from plan amendments, changes in assumptions and\",\n    \"row 24\": \"actuarial gains and losses are recognized in net assets. The pension plan agreement\",\n    \"row 25\": \"requires that King's use surpluses to improve benefits.\",\n    \"row 26\": \"Other employees participate in a group registered retirement savings plan.\",\n    \"row 27\": \"The non-pension post retirement benefit plan includes medical and dental benefits provided\",\n    \"row 28\": \"to retirees and their eligible dependents. The post employment benefit plan includes the\",\n    \"row 29\": \"continuation of medical and dental benefits for employees on long-term disability and their\",\n    \"row 30\": \"eligible dependents. The non-pension post retirement and post employment benefit plans\",\n    \"row 31\": \"are defined benefit plans funded on a cash basis by contributions from King's.\"\n}"