"{\n    \"Title\": \"ee eee eee eee ee ee eee ener eee ec eee ee eee eee eee eee eee ee ee esLakehead University \",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"April 30, 2018 (in thousands of dollars)\",\n    \"row 3\": \"19. Related Party Transactions\",\n    \"row 4\": \"During the year, the University undertook the following transactions with Northern Ontario School of\",\n    \"row 5\": \"Medicine (\\u201cSchool\\u201d):\",\n    \"row 6\": \"2018 2017\",\n    \"row 7\": \"Recoveries and charges for goods and services $ 2,029 $ 1,460\",\n    \"row 8\": \" These transactions were in the normal course of operations and were measured at the exchange\",\n    \"row 9\": \" value, which is the amount of consideration established and agreed by the parties to the transaction.\",\n    \"row 10\": \" At April 30, 2018 the University had $183 (2017 \\u2014 $215) receivable from the School and had a payable\",\n    \"row 11\": \" of $80 (2017 \\u2014 $64) to the School. \",\n    \"row 12\": \" 20. Financial Instruments\",\n    \"row 13\": \"The University\\u2019s financial instruments consist of cash, accounts receivable, long-term investments,\",\n    \"row 14\": \"accounts payable and accrued charges, long-term debt and interest rate swaps. Financial instruments\",\n    \"row 15\": \". are subject to a variety of risks.\",\n    \"row 16\": \"Credit risk is the risk of financial loss to the University if a member or counterparty to a financial\",\n    \"row 17\": \"instrument fails to meet its contractual obligations, and arises principally from the University\\u2019s\",\n    \"row 18\": \"accounts receivable and long\\u2014term investments. The University mitigates its potential credit risk\",\n    \"row 19\": \"from accounts receivable through credit evaluation, approval, and monitoring processes.\",\n    \"row 20\": \"Furthermore, it evaluates the collectability of accounts receivable and records an allowance for \",\n    \"row 21\": \"doubtful accounts, which reduces the receivables to the amount management reasonably believes\",\n    \"row 22\": \"will be collected. Credit risk with respect to long-term investments is managed through the\",\n    \"row 23\": \"University\\u2019s investment policies.\",\n    \"row 24\": \"The University maintains all of its bank accounts with one financial institution and therefore all\",\n    \"row 25\": \"deposits are not covered by the Canadian Deposit Insurance Corporation (CDIC). The University is\",\n    \"row 26\": \"subject to credit risk on the excess deposits over CDIC coverage.\",\n    \"row 27\": \"Interest rate risk refers to the adverse consequences of interest rate changes. The University holds\",\n    \"row 28\": \"fixed rate bonds issued by the federal and certain provincial governments. The bonds have annual\",\n    \"row 29\": \"yields between 5.4% and 8.9%. The value of fixed rate instruments will generally rise if interest rates\",\n    \"row 30\": \"fall and fall if interest rates rise. The value of the instruments will vary with developments within\",\n    \"row 31\": \"the specific governments, which issue the instruments.\",\n    \"row 32\": \"Foreign currency risk refers to the extent to which instruments denominated in a currency other than\",\n    \"row 33\": \"Canadian dollars will be affected by changes in the value of the Canadian dollar in relation to other\",\n    \"row 34\": \"currencies.\",\n    \"row 35\": \"Market volatility risk arises from the University\\u2019s investment portfolio, which contains various pooled\",\n    \"row 36\": \"funds and, fixed income, and equity instruments. It is the risk that the fair value or future cash flows\",\n    \"row 37\": \"from a financial instrument will fluctuate because of general economic and other market factors\",\n    \"row 38\": \"affecting equity prices.\"\n}"