"{\n    \"Title\": \"ee errr cence cece eeeLakehead University\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"April 30, 2018 (in thousands of dollars)\",\n    \"row 3\": \"1. Authority and Purpose\\u2019\",\n    \"row 4\": \"Lakehead University was incorporated as a university when the Lakehead University Act was given\",\n    \"row 5\": \"Royal Assent by the Lieutenant Governor of Ontario in 1965. Lakehead University serves a dual role\",\n    \"row 6\": \" in that it provides Northwestern Ontario and Simcoe County with regional access to higher education\",\n    \"row 7\": \"while being committed to academic excellence on the provincial, national and international scenes.\",\n    \"row 8\": \"These financial statements reflect the assets, liabilities, net assets, revenue, expenses and other\",\n    \"row 9\": \"transactions of all of the operations controlled by the University. Accordingly, these financial\",\n    \"row 10\": \"statements include the academic, administrative and other operating expenditures funded by fees,\",\n    \"row 11\": \"grants and other general revenue, restricted purpose endowment funds, and the ancillary operations,\",\n    \"row 12\": \"such as residences, food services, bookstore and parking.\",\n    \"row 13\": \"The University also has a beneficial economic interest in the Lakehead University pension plan, the\",\n    \"row 14\": \"activities of which are not consolidated into these financial statements (Note 9). The Lakehead\",\n    \"row 15\": \"University Pension Investment Fund is audited separately.\",\n    \"row 16\": \"The Northern Ontario School of Medicine (\\u201cSchool\\u201d) is incorporated under the Ontario Business\",\n    \"row 17\": \"Corporations Act and is a not-for-profit organization. The School was created in order to provide\",\n    \"row 18\": \"medical education in Northern Ontario. The University, along with Laurentian University, the only\",\n    \"row 19\": \"voting members of the School, has significant relationships with the School, but the University has\",\n    \"row 20\": \"no claim to the net operating assets of the School and the University is not liable for any direct or\",\n    \"row 21\": \"contingent liabilities of the School. Accordingly, the operations of the School are not included in\",\n    \"row 22\": \"these financial statements.\",\n    \"row 23\": \"The University is a not-for-profit organization and registered charity, and as such, is exempt from\",\n    \"row 24\": \"income taxes under the Income Tax Act (Canada).\",\n    \"row 25\": \"2. Summary of Significant Accounting Policies\",\n    \"row 26\": \"Financial statements of the University have been prepared in accordance with Part Ill of the\",\n    \"row 27\": \"Chartered Professional Accountants of Canada (\\u201cCPA Canada\\u201d) Handbook \\u2014 Accounting, which sets\",\n    \"row 28\": \"out generally accepted accounting principles for not-for-profit organizations in Canada and includes\",\n    \"row 29\": \"the significant accounting policies summarized below.\",\n    \"row 30\": \"a. Financial Instruments\",\n    \"row 31\": \"Financial instruments are recorded at fair value when acquired or issued, in subsequent periods,\",\n    \"row 32\": \"equities traded in an active market and derivatives are reported at fair value, with any unrealized\",\n    \"row 33\": \"gains and losses reported in operations, other than financial instruments related to endowment\",\n    \"row 34\": \"funds. In addition, all bonds have been designated to be in the fair value category, with gains\",\n    \"row 35\": \"and losses reported in operations, other than financial instruments related to endowment funds.\",\n    \"row 36\": \"Changes in fair vatue of financial instruments related to endowment funds are recorded directly\",\n    \"row 37\": \"in net assets. All other financial instruments are reported at cost or amortized cost less\",\n    \"row 38\": \"impairment, if applicable. Financial assets are tested for impairment when changes in\",\n    \"row 39\": \"circumstances indicate the asset could be impaired. \"\n}"