"{\n    \"Title\": \"19ee\",\n    \"row 1\": \"Lakehead University\",\n    \"row 2\": \"Notes to Financial Statements\",\n    \"row 3\": \"April 30, 2018 (in thousands of dollars)\",\n    \"row 4\": \"Caen rere eee A,\",\n    \"row 5\": \"15. Property and Liability Insurance \",\n    \"row 6\": \"The University participates in a reciprocal exchange of insurance risks in association with forty-five\",\n    \"row 7\": \"other Canadian universities. This self-insurance cooperative involves a contractual agreement to\",\n    \"row 8\": \"share the property insurance and liability risks of member universities.\",\n    \"row 9\": \"The projected cost of settled claims will be funded through members\\u2019 premiums based on actuarial\",\n    \"row 10\": \"projections. It is anticipated that a surplus will be created over time as a cushion against unexpected\",\n    \"row 11\": \"losses. In addition, the reciprocal has obtained substantial reinsurance with commercial insurers to\",\n    \"row 12\": \"cover major claims in excess of $5,000 per occurrence for property losses and in excess of $5,000\",\n    \"row 13\": \"per occurrence for liability losses.\",\n    \"row 14\": \"In the event that premiums are not sufficient to cover claim settlements, the member universities\",\n    \"row 15\": \"would be subject to an assessment in proportion to their participation.\",\n    \"row 16\": \"! 16. Contingent Liabilities\",\n    \"row 17\": \"a) The nature of the University\\u2019s activities is such that there is usually litigation pending or in\",\n    \"row 18\": \", prospect at any one time. With respect to claims at April 30, 2018, the University believes it has\",\n    \"row 19\": \": valid defenses and/or appropriate insurance coverage in place. In the unlikely event any claims\",\n    \"row 20\": \"are successful such claims are not expected to have a material effect on the University\\u2019s financial\",\n    \"row 21\": \"position.\",\n    \"row 22\": \"b) The University has guaranteed a loan in the amount of $2,500 for Nanabijou Childcare Centre\",\n    \"row 23\": \"(the \\u201cCentre\\u201d) for the construction of a new facility. The Centre provides childcare services to\",\n    \"row 24\": \"children of staff and students of Lakehead University, and the public at large. The Centre is\",\n    \"row 25\": \"incorporated without share capital, by Letters Patent under the laws of Ontario and is governed\",\n    \"row 26\": \"by a Board of Directors. The University has leased land to the Centre for the construction of the\",\n    \"row 27\": \"facility; the lease is a 35-year lease; the Centre pays $2.00 per year to the University.\",\n    \"row 28\": \"c) The Financial Services Commission of Ontario (FSCO) has raised an issue with the Plan\",\n    \"row 29\": \"amendments made to the Professional and Administrative Staff Plan in 2000. The amendment\",\n    \"row 30\": \"provided that pensioner increases would be granted only to the extent that the funds in the\",\n    \"row 31\": \"Retirement Account of the Plan are sufficient to support the increase. FSCO has indicated that\",\n    \"row 32\": \"the amendment may be considered void unless a court agrees the amendment is necessary to\",\n    \"row 33\": \"rectify the language of the Plan to reflect its original intent, or the Plan is further amended to\",\n    \"row 34\": \"comply with requirements of the Pension Benefits Act.\",\n    \"row 35\": \"The University believes that the plan amendments have been properly applied and has retained\",\n    \"row 36\": \"legal counsel to assist with the matter. While the ultimate outcome of the matter is uncertain, .\",\n    \"row 37\": \"it is possible that FSCO could consider some or all of the plan amendments void. In this case, the\",\n    \"row 38\": \"plan actuary has estimated the potential impact as of December 31, 2016 as follows:\"\n}"