"{\n    \"Title\": \"(eee errr reece eeeLakehead University\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"April 30, 2018 (in thousands of dollars)\",\n    \"row 3\": \"2. Summary of Significant Accounting Policies (continued)\",\n    \"row 4\": \"a. Financial Instruments (continued)\",\n    \"row 5\": \"Transaction costs on the acquisition, sale or issue of financial instruments are expensed for those\",\n    \"row 6\": \"items re-measured at fair value at each statement of financial position date and charged to the\",\n    \"row 7\": \"financial instruments for those measured at amortized cost.\",\n    \"row 8\": \"The value of investments recorded in the financial statements is determined as follows:\",\n    \"row 9\": \"1) Investments in pooled funds are valued at their reported net asset value per unit.\",\n    \"row 10\": \"2) Publicly traded bonds are determined based on the latest bid prices.\",\n    \"row 11\": \"3) Private investment interests, which consist of common shares in a Canadian Controlled\",\n    \"row 12\": \"Private Company, life insurance policies and other shares, are valued at cost. The university\",\n    \"row 13\": \"believes the carrying value of these financial instruments is a reasonable estimate of fair\",\n    \"row 14\": \"value.\",\n    \"row 15\": \"4) Freestanding derivative instruments that are not in a qualifying hedging relationship that are\",\n    \"row 16\": \"quoted in an active market are subsequently measured at fair value.\",\n    \"row 17\": \"b. Inventories\",\n    \"row 18\": \"Inventories, which consist of goods held for resale, are recorded at the lower of cost and net\",\n    \"row 19\": \"realizable value. Cost is generally determined on a first in, first out basis.\",\n    \"row 20\": \"c. Capital Assets\",\n    \"row 21\": \"Purchased capital assets are recorded at cost. Contributed capital assets are recorded at fair\",\n    \"row 22\": \"value at the date of contribution. Capital assets are amortized on a straight-line basis over their\",\n    \"row 23\": \"estimated useful lives, which are:\",\n    \"row 24\": \"Site development \\u2014 10 years\",\n    \"row 25\": \"Buildings \\u2014 20 and 40 years\",\n    \"row 26\": \"Furniture and equipment \\u2014 59 years\",\n    \"row 27\": \"Leasehold improvements \\u2014 3 years\",\n    \"row 28\": \"Library books \\u2014 5 years\",\n    \"row 29\": \"Interest incurred on funds borrowed during construction is capitalized as a cost of the project.\",\n    \"row 30\": \"Works of Art\",\n    \"row 31\": \"Contributions of collection items are recorded as revenue and expensed, at fair market value, at\",\n    \"row 32\": \"the date of contribution.\"\n}"