"{\n    \"Title\": \"aLakehead University\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"April 30, 2018 (in thousands of dollars)\",\n    \"row 3\": \"2. Summary of Significant Accounting Policies (continued)\",\n    \"row 4\": \"d. Revenue Recognition\",\n    \"row 5\": \"The University follows the deferral method of accounting for contributions, which include\",\n    \"row 6\": \"donations and government grants. Unrestricted contributions are recognized as revenue when\",\n    \"row 7\": \"received or receivable if the amount to be received can be reasonably estimated and collection\",\n    \"row 8\": \"is reasonably assured. Unrestricted donations are recorded on a cash basis since pledges are not\",\n    \"row 9\": \"legally enforceable claims. Contributions externally restricted for purposes other than\",\n    \"row 10\": \"endowment are deferred and recognized as revenue in the year in which the related expenses\",\n    \"row 11\": \"are recognized. Endowment contributions are recognized as direct increases in net assets in the\",\n    \"row 12\": \"year in which they are received. Student fees are recognized as revenue when courses and\",\n    \"row 13\": \"seminars are held. Sales and services revenue is recognized at point of sale or when the service\",\n    \"row 14\": \"has been provided. Restricted contributions for the purchase of property, plant and equipment\",\n    \"row 15\": \"that will be amortized are deferred and recognized as revenue on the same basis as the\",\n    \"row 16\": \"amortization expense related to the acquired asset.\",\n    \"row 17\": \"' @. Contributed Materials and Services\",\n    \"row 18\": \"Volunteers contribute an indeterminable number of hours per year. Because of the difficulty of\",\n    \"row 19\": \"determining their fair value, contributed services are not recognized in these financial\",\n    \"row 20\": \"statements. \",\n    \"row 21\": \"f. Use of Estimates\",\n    \"row 22\": \"The preparation of financial statements in accordance with generally accepted accounting\",\n    \"row 23\": \"principles requires management to make estimates and assumptions that affect the reported\",\n    \"row 24\": \"amounts of assets and liabilities at the date of the financial statements and the reported amounts\",\n    \"row 25\": \"of revenues and expenses during the reporting period. The principal estimates used in\",\n    \"row 26\": \"preparation of these financial statements are the estimated useful life of property, plant and\",\n    \"row 27\": \"equipment, valuation of accounts receivable and doubtful accounts and assumption regarding\",\n    \"row 28\": \"the accrued pension liability.\",\n    \"row 29\": \"Actual results could differ from management\\u2019s best estimates as additional information becomes\",\n    \"row 30\": \"available in the future.\",\n    \"row 31\": \"g. Derivative Financial Instruments\",\n    \"row 32\": \"Derivative financial instruments related to interest rate swaps on a term loan are used by the\",\n    \"row 33\": \"University in the management of its exposure to changes in interest rates. The University does\",\n    \"row 34\": \"not enter into derivative financial instrument transactions for trading or speculative purposes. \",\n    \"row 35\": \"The University records financial instruments related to swaps on the balance sheet at fair value\",\n    \"row 36\": \"with subsequent changes in fair value recognized in the statement of operations. The fair value\",\n    \"row 37\": \"of the derivative financial instruments reflects the daily quoted market amount of those\",\n    \"row 38\": \"investments; thereby taking into account the current unrealized gains and losses. Quotes from\",\n    \"row 39\": \"financial institutions are available for all the University\\u2019s derivative financial instruments.\"\n}"