"{\n    \"Title\": \" Lakehead UniversityNotes to Financial Statements\",\n    \"row 1\": \"April 30, 2018 (in thousands of dollars) ;\",\n    \"row 2\": \"9. Accrued Pension Liability\",\n    \"row 3\": \"The University has two separate pension plans.\",\n    \"row 4\": \"a. Pension Plan for Professional Staff  \",\n    \"row 5\": \"The Pension Plan for Professional Staff is a contributory defined contribution pension plan.\",\n    \"row 6\": \"Faculty members and librarians contribute 6.5% of their earnings through payroll deductions,\",\n    \"row 7\": \"while the University contributes 8.05% on their behalf. Non-faculty members contribute 8.05%,\",\n    \"row 8\": \"and the University matches these contributions.\",\n    \"row 9\": \"The Plan provides for a defined benefit guarantee for service prior to January 1, 1997 and\",\n    \"row 10\": \"removes the minimum pension based on a formula for future pensions commencing in 1997. The\",\n    \"row 11\": \"most recent actuarial valuation for funding purposes for the pension plan was performed as at\",\n    \"row 12\": \"December 31, 2015.\",\n    \"row 13\": \"Information about the University\\u2019s pension plan is as follows:\",\n    \"row 14\": \"  2018 2017\",\n    \"row 15\": \"Accrued benefit obligation $ (83,432) $ (91,901)\",\n    \"row 16\": \"Fair value of plan assets 83,349 91,413\",\n    \"row 17\": \"Plan deficit $ (83) $ (488)\",\n    \"row 18\": \"The significant actuarial assumptions in calculating the University\\u2019s liability accrued as at\",\n    \"row 19\": \"April 30, 2018, were a discount rate of 5.00% (2017 \\u2014 5.00%), a general salary increase assumption\",\n    \"row 20\": \"of 5.00% (2017 - 5.00%) per annum and the CPM2014 Public Sector mortality table. See Note 16\",\n    \"row 21\": \"(c) for the description of a contingency relating to this Plan. .\",\n    \"row 22\": \"b. Lakehead University Employee Pension Plan\",\n    \"row 23\": \"The Lakehead University Employee Pension Plan is a contributory defined contribution pension\",\n    \"row 24\": \"plan. Under the Plan, employees contribute in a range from 7.15% to 7.90% of their earnings. The\",\n    \"row 25\": \"University matches the regular pension contributions made by members of the Plan.\",\n    \"row 26\": \"University Pension Plan contributions, together with investment income earned on the\",\n    \"row 27\": \"contributions, are applied on retirement to provide pension benefits as defined in the Plan. In\",\n    \"row 28\": \"addition to their regular contributions, members may voluntarily contribute additional\",\n    \"row 29\": \"contributions to provide increased benefits. Both employee and employer contributions are paid\",\n    \"row 30\": \"into the integrated Canada Pension and University Pension Plans.\",\n    \"row 31\": \"The employee benefits expense for the year includes pension expense of $5,224 (2017 \\u2014 $4,858).\"\n}"