"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Long-lived assets\",\n    \"row 3\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 4\": \"described in the applicable accounting policies.\",\n    \"row 5\": \"The First Nation performs impairment testing on long-lived assets held for use whenever events or changes in\",\n    \"row 6\": \"circumstances indicate that the carrying amount of an asset, or group of assets, may not be recoverable. The carrying\",\n    \"row 7\": \"amount of a long-lived asset is not recoverable if the carrying amount exceeds the sum of the undiscounted future cash\",\n    \"row 8\": \"flows from its use and disposal. Impairment is measured as the amount by which the asset's carrying amount exceeds its\",\n    \"row 9\": \"fair value. Fair value is measured using discounted future cash flows. Any impairment is included in surplus for the year.\",\n    \"row 10\": \"Loan guarantees\",\n    \"row 11\": \"The First Nation records a provision for losses on loan guarantees when it determines that a loss is likely.\",\n    \"row 12\": \"The provision is determined based on the current circumstances of the individual borrowers and is reviewed on an ongoing\",\n    \"row 13\": \"basis as new events occur, aS more experience is acquired, or as additional information is obtained. Any changes in the\",\n    \"row 14\": \"provision is charged or credited to expenses. A provision for loss on a loan guarantee is removed from the First Nation\\u2019s\",\n    \"row 15\": \"consolidated statement of financial position when the guaranteed loan has been discharged or the term of the loan\",\n    \"row 16\": \"guarantee has expired.\",\n    \"row 17\": \"Revenue recognition\",\n    \"row 18\": \"Funding\",\n    \"row 19\": \"Revenue is recognized as it becomes receivable under the terms of applicable funding agreements. Funding received under\",\n    \"row 20\": \"funding arrangements that relate to a subsequent fiscal period are reflected as deferred revenue on the consolidated\",\n    \"row 21\": \"statement of financial position in the year of receipt.\",\n    \"row 22\": \"Government Transfers\",\n    \"row 23\": \"The First Nation recognizes a government transfer as revenue when the transfer is authorized and all eligibility criteria, if\",\n    \"row 24\": \"any, have been met. A government transfer with stipulations giving rise to an obligation that meets the definition of a liability\",\n    \"row 25\": \"is recognized as a liability. In such circumstances, the First Nation recognizes revenue as the liability is settled. Transfers of\",\n    \"row 26\": \"non-depreciable assets are recognized in revenue when received or receivable.\",\n    \"row 27\": \"Trust funds held by federal government\",\n    \"row 28\": \"Funds held in trust on behalf of First Nation members by the Government of Canada in the Ottawa Trust Fund are reported\",\n    \"row 29\": \"on the consolidated statement of financial position with an offsetting amount in accumulated surplus. Trust moneys consist\",\n    \"row 30\": \"e Capital trust moneys derived from non-renewable resource transactions on the sale of land or other First Nation tangible\",\n    \"row 31\": \"capital assets; and\",\n    \"row 32\": \"e Revenue trust moneys generated primarily through land leasing transactions or interest earned on deposits held in trust.\",\n    \"row 33\": \"Other\",\n    \"row 34\": \"Contributions from other sources are deferred when restrictions are placed on their use by the contributor, and are\",\n    \"row 35\": \"recognized as revenue when used for the specific purpose.\",\n    \"row 36\": \"Revenue related to fees or services received in advance of the fee being earned or the service is performed is deferred and\",\n    \"row 37\": \"recognized when the fee is earned or service performed.\",\n    \"row 38\": \"Rental income is recognized on the accrual basis over the passage of time according to the terms of occupancy.\",\n    \"row 39\": \"Interest and investment income is recognized as revenue when earned.\",\n    \"row 40\": \"Management and administration fees are recognized when services are provided, the amount is measurable and\",\n    \"row 41\": \"collectability is reasonably assured.\"\n}"