"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"19. Defined contribution plans\",\n    \"row 2\": \"Defined contribution pension plan\",\n    \"row 3\": \"The First Nation has a defined contribution pension plan covering substantially all full-time employees. Members are\",\n    \"row 4\": \"required to contribute 5% of their basic salary. The First Nation contributes 5% which is directed to the members'\",\n    \"row 5\": \"contribution account. The amount of retirement benefit to be received by the employees will be the amount of retirement\",\n    \"row 6\": \"annuity that could be purchased based on the member's share of the pension plan at the time of the members\\u2019 withdrawal\",\n    \"row 7\": \"from the plan. The First Nation contributions and corresponding expense totalled $165,571 (2019 - $129,311). Indigenous\",\n    \"row 8\": \"Services Canada provides funding to the First Nation for its share of pension contributions for full-time employees.\",\n    \"row 9\": \"20. Loan guarantee\",\n    \"row 10\": \"As at March 31, 2020, the First Nation has guaranteed the outstanding balance of $483,884 (2019 - $512,914) credit facility\",\n    \"row 11\": \"term loan of Saturn Solar LP 1, a limited partnership indirectly controlled by the First Nation, up to a maximum amount of\",\n    \"row 12\": \"$567,000 (2019 - $567,000) that bears interest at 4.85% and is collateralized by a promissory note co-signed by the First\",\n    \"row 13\": \"Nation. As at March 31, 2020, no liability has been recorded associated with this guarantee. The guarantee is provided\",\n    \"row 14\": \"without recourse.\",\n    \"row 15\": \"21. Budget information\",\n    \"row 16\": \"The disclosed budget information has been approved by the Chief and Council of the Long Lake #58 First Nation at the\",\n    \"row 17\": \"Chief and Council meeting held on June 24, 2019. The budget was prepared on a cash basis while Public Sector\",\n    \"row 18\": \"Accounting Standards require a full accrual basis. As a result, the budget figures presented in the consolidated statement of\",\n    \"row 19\": \"operations and changes in net financial assets were adjusted to add amortization of $1,185,193 (2019 - $1,139,986) and\",\n    \"row 20\": \"acquisition of prepaid expenses of $269 (2019 - use of prepaid expenses of $147,848).\",\n    \"row 21\": \"22. Comparative figures\",\n    \"row 22\": \"Certain comparative figures have been reclassified to conform with current year's presentation.\",\n    \"row 23\": \"23. Significant event\",\n    \"row 24\": \"During the year, there was a global outbreak of COVID-19 (coronavirus), which has had a significant impact on businesses\",\n    \"row 25\": \"through the restrictions put in place by the Canadian, provincial and municipal governments regarding travel, business\",\n    \"row 26\": \"operations and isolation/quarantine orders. At this time, it is unknown the extent of the impact the COVID-19 outbreak may\",\n    \"row 27\": \"have on the First Nation as this will depend on future developments that are highly uncertain and that cannot be predicted\",\n    \"row 28\": \"with confidence. These uncertainties arise from the inability to predict the ultimate geographic spread of the disease, and\",\n    \"row 29\": \"the duration of the outbreak, including the duration of travel restrictions, business closures or disruptions, and\",\n    \"row 30\": \"quarantine/isolation measures that are currently, or may be put, in place by Canada and other countries to fight the virus.\"\n}"