"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"13. Long-term debt (Continued from previous page)\",\n    \"row 2\": \"Principal repayments on long-term debt in each of the next five years , assuming long-term debt subject to refinancing is\",\n    \"row 3\": \"renewed under similar terms and conditions, are estimated as follows:\",\n    \"row 4\": \"Principal Interest Total\",\n    \"row 5\": \"2021 554,570 157,435 712,005\",\n    \"row 6\": \"2022 570,803 143,244 714,047\",\n    \"row 7\": \"2023 578,836 128,007 706,843\",\n    \"row 8\": \"2024 580,957 112,520 693,477\",\n    \"row 9\": \"2025 520,808 98,174 618,982\",\n    \"row 10\": \"2,805,974 639,380 3,445,354\",\n    \"row 11\": \"Thereafter 3,595,740 385,406 3,981,146\",\n    \"row 12\": \"Interest on long-term debt amounted to $221,406 (2019 - $214,056).\",\n    \"row 13\": \"14. Contingencies\",\n    \"row 14\": \"The First Nation has entered into contribution agreements with various federal and provincial government departments.\",\n    \"row 15\": \"Funding received under these contribution agreements is subject to repayment if the First Nation fails to comply with the\",\n    \"row 16\": \"terms and conditions of the agreements.\",\n    \"row 17\": \"In addition, in the normal course of operations, the First Nation becomes involved in legal actions. Some of these potential\",\n    \"row 18\": \"liabilities may become actual liabilities wnen one or more future events occur or fail to occur. To the extent that the future\",\n    \"row 19\": \"event is likely to occur, and a reasonable estimate of the loss can be made, an estimated liability is accrued and an\",\n    \"row 20\": \"expense recorded in the First Nation's consolidated financial statements. As of March 31, 2020, no contingent liabilities\",\n    \"row 21\": \"have been recorded in the consolidated financial statements.\",\n    \"row 22\": \"15. Tangible capital assets\",\n    \"row 23\": \"The consolidated schedule of tangible capital assets (Schedule 1) presents all balances and charges in the year relating to\",\n    \"row 24\": \"the tangible capital assets owned by the First Nation. Tangible capital assets acquired after March 31, 1997 are recorded at\",\n    \"row 25\": \"acquisition cost less amortization on the consolidated statement of financial position. Tangible capital assets acquired prior\",\n    \"row 26\": \"to April 1, 1997 are deemed to have been fully amortized and are recorded at a nominal value.\",\n    \"row 27\": \"Housing includes two CMHC housing projects with a carrying value of $2,334,542 (2019 - $Nil). No amortization of these\",\n    \"row 28\": \"assets have been recorded during the year because they were not in use as at March 31, 2020.\",\n    \"row 29\": \"16. Line of credit\",\n    \"row 30\": \"The First Nation has an operating line of credit with TD Canada Trust with a total credit limit of $100,000 bearing interest at\",\n    \"row 31\": \"the bank's prime rate plus 1.25% (3.70% at year end (2019 - 5.20%)). The line of credit is secured by a general security\",\n    \"row 32\": \"agreement covering the assets of the First Nation and a Band Council Resolution authorizing the First Nation to borrow up\",\n    \"row 33\": \"to $100,000. The balance outstanding at year-end was $Nil (2019 - $Nil).\"\n}"