"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Administration fees\",\n    \"row 3\": \"It is the First Nation's policy to allocate certain administrative costs to the various programs. Such allocations are recorded\",\n    \"row 4\": \"as program administration fees revenue on the Administration Program schedule of revenue and expense.\",\n    \"row 5\": \"Expense allocation\",\n    \"row 6\": \"Certain expenses which pertain to the operations as a whole have been allocated to various programs at the discretion of\",\n    \"row 7\": \"Chief and Council.\",\n    \"row 8\": \"Measurement uncertainty\",\n    \"row 9\": \"The preparation of consolidated financial statements in conformity with Canadian public sector accounting standards\",\n    \"row 10\": \"requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and\",\n    \"row 11\": \"disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts\",\n    \"row 12\": \"of revenue and expenses during the reporting period.\",\n    \"row 13\": \"Accounts receivable are stated after evaluation as to their collectability and an appropriate allowance for doubtful accounts\",\n    \"row 14\": \"is provided where considered necessary.\",\n    \"row 15\": \"Amortization is based on the estimated useful lives of tangible capital assets.\",\n    \"row 16\": \"Accounts payable and accruals are estimated based on historical charges for unbilled goods and services at year-end.\",\n    \"row 17\": \"Deferred revenue is estimated based on management's review of revenue received, but unspent at year-end.\",\n    \"row 18\": \"Foreign currency translation\",\n    \"row 19\": \"These consolidated financial statements have been presented in Canadian dollars, the principal currency of the First\",\n    \"row 20\": \"Nation's operations.\",\n    \"row 21\": \"Transaction amounts denominated in foreign currencies are translated into their Canadian dollar equivalents at exchange\",\n    \"row 22\": \"rates prevailing at the transaction dates. Carrying values of monetary assets and liabilities reflect the exchange rates at the\",\n    \"row 23\": \"consolidated statement of financial position date. Translation gains and losses are included in current year surplus.\",\n    \"row 24\": \"Segments\",\n    \"row 25\": \"The First Nation conducts its business through nine reportable segments. These operating segments are established by\",\n    \"row 26\": \"senior management to facilitate the achievement of the First Nation's long-term objectives to aid in resource allocation\",\n    \"row 27\": \"decisions, and to assess operational performance.\",\n    \"row 28\": \"For each reported segment, revenue and expenses represent both amounts that are directly attributable to the segment and\",\n    \"row 29\": \"amounts that are allocated on a reasonable basis. Therefore, certain allocation methodologies are employed in the\",\n    \"row 30\": \"preparation of segmented financial information.\",\n    \"row 31\": \"The accounting policies used in these segments are consistent with those followed in the preparation of the consolidated\",\n    \"row 32\": \"financial statements as disclosed in Note 2 the Significant accounting policies.\",\n    \"row 33\": \"Employee future benefits\",\n    \"row 34\": \"The First Nation's employee future benefit programs consists of a defined contribution plan. The First Nation contributions to\",\n    \"row 35\": \"the defined contribution plan are expensed as incurred.\"\n}"