"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Operations\",\n    \"row 2\": \"The Long Lake #58 First Nation (the \\\"First Nation\\\") is located in the province of Ontario, and provides various services to its\",\n    \"row 3\": \"members. Long Lake #58 First Nation includes the First Nation's members, government and all related entities that are\",\n    \"row 4\": \"accountable to the First Nation and are either owned or controlled by the First Nation.\",\n    \"row 5\": \"2. Significant accounting policies\",\n    \"row 6\": \"These consolidated financial statements are the representations of management, prepared in accordance with Canadian\",\n    \"row 7\": \"public sector accounting standards and including the following significant accounting policies:\",\n    \"row 8\": \"Basis of accounting\",\n    \"row 9\": \"These consolidated financial statements have been prepared in accordance with Canadian public sector accounting\",\n    \"row 10\": \"standards prescribed for governments as recommended by the Public Sector Accounting Board of the Chartered\",\n    \"row 11\": \"Professional Accountants of Canada.\",\n    \"row 12\": \"Principles of consolidation\",\n    \"row 13\": \"All controlled entities are fully consolidated on a line-by-line basis except for the commercial enterprises which meet the\",\n    \"row 14\": \"definition of a government business enterprise, which are included in the consolidated financial statements on a modified\",\n    \"row 15\": \"equity basis. Inter-organizational balances and transactions are eliminated upon consolidation.\",\n    \"row 16\": \"Investments in First Nation partnerships are accounted for using the proportionate consolidation method whereby the First\",\n    \"row 17\": \"Nation's pro-rata share of the assets, liabilities, revenue, and expenses of the First Nation partnership are combined on a\",\n    \"row 18\": \"line-by-line basis with similar items of the First Nation. Partnerships which meet the definition of a government business\",\n    \"row 19\": \"partnership are included in the consolidated financial statements on a modified equity basis.\",\n    \"row 20\": \"Under the modified equity method of accounting, only the First Nation's investment in the government business\",\n    \"row 21\": \"enterprise/partnership and the enterprises'/partnership's net income and other changes in equity are recorded. No\",\n    \"row 22\": \"adjustment is made for accounting policies of the enterprise that are different from the First Nation.\",\n    \"row 23\": \"Organizations consolidated in the First Nation's financial statements include:\",\n    \"row 24\": \"e Azaadi-Wag Economic Development Corporation\",\n    \"row 25\": \"e Long Lake Timber Reclamations Limited Partnership\",\n    \"row 26\": \"e Long Lake FN Properties Inc.\",\n    \"row 27\": \"e 2384815 Ontario Inc.\",\n    \"row 28\": \"e 2322430 Ontario Inc.\",\n    \"row 29\": \"e 2322440 Ontario Inc.\",\n    \"row 30\": \"Organizations proportionately consolidated in the First Nation's financial statements include:\",\n    \"row 31\": \"e Anishinaabeg Gikinoo A'Maagoziwin Education Authority\",\n    \"row 32\": \"Organizations accounted for on a modified equity basis include:\",\n    \"row 33\": \"e 2311090 Ontario Inc.\",\n    \"row 34\": \"e Long Lake FN Properties Limited Partnership\"\n}"