"{\n    \"Title\": \"To the Chief and Council and Members of Long Lake #58 First Nation:The accompanying consolidated financial statements of Long Lake #58 First Nation are the responsibility of management and have\",\n    \"row 1\": \"been approved by the Chief and Council.\",\n    \"row 2\": \"Management is responsible for the preparation and presentation of the accompanying consolidated financial statements, including\",\n    \"row 3\": \"responsibility for significant accounting judgments and estimates in accordance with Canadian public sector accounting standards. This\",\n    \"row 4\": \"responsibility includes selecting appropriate accounting principles and methods, and making decisions affecting the measurement of\",\n    \"row 5\": \"transactions in which objective judgment is required.\",\n    \"row 6\": \"In discharging its responsibilities for the integrity and fairness of the consolidated financial statements, management designs and\",\n    \"row 7\": \"maintains the necessary accounting systems and related internal controls to provide reasonable assurance that transactions are\",\n    \"row 8\": \"authorized, assets are safeguarded and financial records are properly maintained to provide reliable information for the preparation of\",\n    \"row 9\": \"consolidated financial statements.\",\n    \"row 10\": \"The Long Lake #58 First Nation Chief and Council is responsible for overseeing management in the performance of its financial\",\n    \"row 11\": \"reporting responsibilities, and for approving the consolidated financial statements. The Chief and Council fulfils these responsibilities by\",\n    \"row 12\": \"reviewing the financial information prepared by management and discussing relevant matters with management and external auditors.\",\n    \"row 13\": \"The Chief and Council is also responsible for recommending the appointment of the First Nation\\u2019s external auditors.\",\n    \"row 14\": \"MNP LLP is appointed by the Members to audit the consolidated financial statements and report directly to them; their report follows. The\",\n    \"row 15\": \"external auditors have full and free access to, and meet periodically and separately with, both the Chief and Council and management to\",\n    \"row 16\": \"discuss their audit findings.\",\n    \"row 17\": \"July 29, 2020\",\n    \"row 18\": \"U, [ ( Aa Aye Band Manager /  cit : \\u2014 Finance Manager\"\n}"