"{\n    \"Title\": \"Year ended March 31, 2020Magnetawan First Nation (the \\u201cFirst Nation\\u201d), located in Britt, Ontario, administers programs and provides\",\n    \"row 1\": \"services on behalf of its members.\",\n    \"row 2\": \"1. Significant accounting policies:\",\n    \"row 3\": \"These consolidated financial statements of Magnetawan First Nation are the representation of\",\n    \"row 4\": \"management and have been prepared in accordance with Canadian generally accepted accounting\",\n    \"row 5\": \"principles for local governments as recommended by the Public Sector Accounting Board (PSAB) of\",\n    \"row 6\": \"the Chartered Professional Accountants of Canada. The following is a summary of the significant\",\n    \"row 7\": \"accounting policies followed in the preparation of these consolidated financial statements:\",\n    \"row 8\": \"(a) Reporting entity:\",\n    \"row 9\": \"The reporting entity is comprised of all committees and related entities under the control of Chief\",\n    \"row 10\": \"and Council. These entities include Magnetawan Development GP Inc. and Magnetawan\",\n    \"row 11\": \"Development Limited Partnership.\",\n    \"row 12\": \"All interdepartmental and inter-organizational assets and liabilities and revenue and expenses\",\n    \"row 13\": \"have been eliminated.\",\n    \"row 14\": \"(b) Basis of accounting:\",\n    \"row 15\": \"The First Nation follows the accrual method of accounting for revenues and expenses. Revenues\",\n    \"row 16\": \"are normally recognized in the year in which they are earned and measurable. Expenses are\",\n    \"row 17\": \"recognized as they are incurred and measurable as a result of receipt of goods or services and/or\",\n    \"row 18\": \"the creation of a legal obligation to pay.\",\n    \"row 19\": \"(c) Non-financial assets:\",\n    \"row 20\": \"Non-financial assets are not available to discharge existing liabilities and are held for use in the\",\n    \"row 21\": \"provision of services. They have useful lives extending beyond the current year and are not\",\n    \"row 22\": \"intended for sale in the ordinary course of operations.\",\n    \"row 23\": \"(i) Tangible capital assets:\",\n    \"row 24\": \"Tangible capital assets are recorded at cost which includes amounts that are directly\",\n    \"row 25\": \"attributable to acquisition, construction, development or betterment of the asset. The cost,\",\n    \"row 26\": \"less residual value, of the tangible capital assets, excluding land and landfill sites, are\",\n    \"row 27\": \"amortized on a straight-line basis over their estimated useful lives as follows:\",\n    \"row 28\": \"Buildings 40 years\",\n    \"row 29\": \"Land improvements 15 to 20 years\",\n    \"row 30\": \"Furniture, computers and fixtures 3 to 10 years\",\n    \"row 31\": \"Vehicles and equipment 10 years\",\n    \"row 32\": \"Roads infrastructure 25 years\",\n    \"row 33\": \"Water systems 25 years\",\n    \"row 34\": \"Housing 25 years\"\n}"