"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"3. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Long-term investments\",\n    \"row 3\": \"Long-term investments are recorded at cost less any provisions for other than temporary impairment. They have been\",\n    \"row 4\": \"classified as long-term assets in concurrence with the nature of the investment.\",\n    \"row 5\": \"Income taxes\",\n    \"row 6\": \"MFNP and FRI account for income taxes using the taxes payable method. Under this method, only current income tax\",\n    \"row 7\": \"assets and liabilities are recorded to the extent they are unpaid or recoverable. In addition, the benefit relating to a tax loss\",\n    \"row 8\": \"incurred in the current period and carried back to prior periods is recognized as a current asset. Current income tax assets\",\n    \"row 9\": \"and liabilities are measured using substantively enacted tax rates and laws expected to apply when the tax liabilities or\",\n    \"row 10\": \"assets are to be either settled or realized.\",\n    \"row 11\": \"Revenue recognition\",\n    \"row 12\": \"The Organization uses the deferral method of accounting for contributions and reports on a fund accounting basis.\",\n    \"row 13\": \"Restricted contributions are recognized as revenue in the appropriate fund in the year in which the related expenses are\",\n    \"row 14\": \"incurred. Unrestricted contributions are recognized as revenue in the appropriate fund when received or receivable if the\",\n    \"row 15\": \"amount to be received can be reasonably estimated and collection is reasonably assured.\",\n    \"row 16\": \"Revenue is recognized when it is earned according to the terms of funding agreements, provided that the amount is\",\n    \"row 17\": \"measurable and collection is reasonably assured.\",\n    \"row 18\": \"Rental revenue is recognized as it is earned over time according to occupancy agreements.\",\n    \"row 19\": \"Project and engineering fees and recoveries are recognized as services are rendered, provided that the amount is\",\n    \"row 20\": \"measurable and collection is reasonably assured.\",\n    \"row 21\": \"Other project management fees are recognized on a percentage of completion basis, where revenue is matched with the\",\n    \"row 22\": \"contract costs incurred in reaching the stage of completion resulting in a proportionate reporting of revenue, expense, and\",\n    \"row 23\": \"profit attributable to the proportion of work completed. Any anticipated losses on contracts are provided for in the period.\",\n    \"row 24\": \"Interest income is recognized when it is earned.\",\n    \"row 25\": \"Contributed materials and services\",\n    \"row 26\": \"The Organization does not recognize the receipt of contributed materials and services.\",\n    \"row 27\": \"Allocation of expenses\",\n    \"row 28\": \"The Organization engages in programs that are directly funded by various government agencies. The costs of each\",\n    \"row 29\": \"program include the costs of personnel, premises and other expenses that are directly related to providing the program. The\",\n    \"row 30\": \"Organization also incurs a number of general support expenses that are common to the administration of the Organization\",\n    \"row 31\": \"and each of its programs. The Organization directly allocates its general support expenses proportionately to each program\",\n    \"row 32\": \"based on the administrative support and related reporting requirements of each program.\",\n    \"row 33\": \"Employee future benefits\",\n    \"row 34\": \"The Organization\\u2019s employee future benefit program consists of a defined contribution pension plan. The Organization's\",\n    \"row 35\": \"contributions to the defined contribution plan are expensed as incurred.\"\n}"