"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"3. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Measurement uncertainty\",\n    \"row 3\": \"The preparation of consolidated financial statements in conformity with Canadian accounting standards for not-for-profit\",\n    \"row 4\": \"organizations requires management to make estimates and assumptions that affect the reported amounts of assets and\",\n    \"row 5\": \"liabilities and disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the\",\n    \"row 6\": \"reported amounts of revenue and expenses during the reporting period.\",\n    \"row 7\": \"Accounts receivable are stated after evaluation as to their collectability and an appropriate allowance for doubtful accounts\",\n    \"row 8\": \"is provided where considered necessary.\",\n    \"row 9\": \"Amortization of capital assets and amortization of deferred contributions related to capital assets is based on the estimated\",\n    \"row 10\": \"useful lives of capital assets.\",\n    \"row 11\": \"Accounts payable and accruals are estimated based on historical charges for unbilled goods and services at year-end.\",\n    \"row 12\": \"Deferred revenue is estimated based on management's review of revenue received, but not spent at year-end.\",\n    \"row 13\": \"These estimates and assumptions are reviewed periodically and, as adjustments become necessary they are reported in\",\n    \"row 14\": \"excess of revenue over expenses in the periods in which they become known.\",\n    \"row 15\": \"Financial instruments\",\n    \"row 16\": \"The Organization recognizes its financial instruments when the Organization becomes party to the contractual provisions of\",\n    \"row 17\": \"the financial instrument. All financial instruments are initially recorded at their fair value, including financial assets and\",\n    \"row 18\": \"liabilities originated and issued in a related party transaction with management. Financial assets and liabilities originated\",\n    \"row 19\": \"and issued in all other related party transactions are initially measured at their carrying or exchange amount in accordance\",\n    \"row 20\": \"with CPA Canada Handbook 4460 Related Party Transactions (refer to Note 17).\",\n    \"row 21\": \"At initial recognition, the Organization may irrevocably elect to subsequently measure any financial instrument at fair value.\",\n    \"row 22\": \"The Organization has not made such an election during the year.\",\n    \"row 23\": \"The Organization subsequently measures investments in equity instruments quoted in an active market and all derivative\",\n    \"row 24\": \"instruments, except those designated in a qualifying hedging relationship or that are linked to, and must be settled by\",\n    \"row 25\": \"delivery of, unquoted equity instruments of another entity, at fair value. Fair value is determined by published price\",\n    \"row 26\": \"quotations. Investments in equity instruments not quoted in an active market and derivatives that are linked to, and must be\",\n    \"row 27\": \"settled by delivery of, unquoted equity instruments of another entity, are subsequently measured at cost less impairment.\",\n    \"row 28\": \"With the exception of financial liabilities indexed to a measure of the Organization\\u2019s performance or value of its equity and\",\n    \"row 29\": \"those instruments designated at fair value, all other financial assets and liabilities are subsequently measured at amortized\",\n    \"row 30\": \"cost.\",\n    \"row 31\": \"Transaction costs and financing fees directly attributable to the origination, acquisition, issuance or assumption of financial\",\n    \"row 32\": \"instruments subsequently measured at fair value are immediately recognized in the excess of revenue over expenses for\",\n    \"row 33\": \"the current period. Conversely, transaction costs and financing fees are added to the carrying amount for those financial\",\n    \"row 34\": \"instruments subsequently measured at amortized cost or cost.\"\n}"