"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"12. Deferred contributions related to capital assets (Continued from previous page)\",\n    \"row 2\": \"Deferred contributions related to capital assets - education facilities\",\n    \"row 3\": \"The Organization received contributions of $10,336,355 (2019 - $6,981,958) from Indigenous Services Canada. At\",\n    \"row 4\": \"year-end, $4,456,749 (2019 - $2,843,017) has been expended as capital assets relating to the education facility. The\",\n    \"row 5\": \"remaining balance is included in deferred revenue and will be included in deferred contributions related to capital assets\",\n    \"row 6\": \"once the remaining funding is expended on the education facility which is expected to be completed in fiscal 2022.\",\n    \"row 7\": \"Deferred contributions related to capital assets - broadband\",\n    \"row 8\": \"The Organization received contributions and financial commitments of $10,252,506 (2019 - $79,059) from the Ministry of\",\n    \"row 9\": \"Energy, Northern Development and Mines and Connect to Innovate. At year-end, $10,331,565 (2019 - $Nil) has been\",\n    \"row 10\": \"expended as capital assets relating to the broadband development, currently under construction with an estimated\",\n    \"row 11\": \"completion date of fiscal 2022.\",\n    \"row 12\": \"Matawa Matawa Matawa 2020 2019\",\n    \"row 13\": \"Operating Restricted Capital\",\n    \"row 14\": \"Balance, beginning of year - - 6,334,171 6,334,171 3,187,906\",\n    \"row 15\": \"Amount received during the year - - 15,177,798 15,177,798 3,329,871\",\n    \"row 16\": \"Less: amounts recognized as revenue during - - (240,809) (240,809) (183,606)\",\n    \"row 17\": \"the year a\",\n    \"row 18\": \"- - 21,271,160 21,271,160 6,334,171\",\n    \"row 19\": \"Less: current portion - - 209,925 209,925 112,130\",\n    \"row 20\": \"Balance, end of year - - 21,061,235 21,061,235 6,222,041\",\n    \"row 21\": \"13. Contingencies\",\n    \"row 22\": \"The Organization is contingently liable to its funding agencies for any expenditures that it may have made in contravention\",\n    \"row 23\": \"of the contract agreements with these agencies. The actual amount of any contingent liability, if any, is currently not\",\n    \"row 24\": \"determinable.\",\n    \"row 25\": \"14. Refundable dividend taxes on hand\",\n    \"row 26\": \"Under the Income Tax Act (the \\\"Act\\\"), MFNP is classified as a private corporation and therefore certain taxes paid relating\",\n    \"row 27\": \"to investments and dividend income are refundable. Accordingly, these taxes are not deducted in computing net income for\",\n    \"row 28\": \"the year, but are charged directly to retained earnings. These taxes can be recovered based on payments of dividends at\",\n    \"row 29\": \"the rate of $1 for every $3 of taxable dividends paid. The refundable dividend tax on hand as at March 31, 2020 amounts to\",\n    \"row 30\": \"$302 (2019 - $302).\"\n}"