"{\n    \"Title\": \"RRTo the Members and Board of Directors of Matawa First Nations Management:\",\n    \"row 1\": \"Management is responsible for the preparation and presentation of the accompanying consolidated financial statements, including\",\n    \"row 2\": \"responsibility for significant accounting judgments and estimates in accordance with Canadian accounting standards for not-for-profit\",\n    \"row 3\": \"organizations and ensuring that all information in the annual report is consistent with the consolidated statements. This responsibility\",\n    \"row 4\": \"includes selecting appropriate accounting principles and methods, and making decisions affecting the measurement of transactions in\",\n    \"row 5\": \"which objective judgment is required.\",\n    \"row 6\": \"In discharging its responsibilities for the integrity and fairness of the consolidated financial statements, management designs and\",\n    \"row 7\": \"maintains the necessary accounting systems and related internal controls to provide reasonable assurance that transactions are\",\n    \"row 8\": \"authorized, assets are safeguarded and financial records are properly maintained to provide reliable information for the preparation of\",\n    \"row 9\": \"consolidated financial statements.\",\n    \"row 10\": \"The Board of Directors and Executive Committee are composed primarily of Directors who are neither management nor employees of\",\n    \"row 11\": \"the Organization. The Board is responsible for overseeing management in the performance of its financial reporting responsibilities, and\",\n    \"row 12\": \"for approving the financial information included in the annual report. The Board fulfils these responsibilities by reviewing the financial\",\n    \"row 13\": \"information prepared by management and discussing relevant matters with management and external auditors. The Board is also\",\n    \"row 14\": \"responsible for recommending the appointment of the Organization's external auditors.\",\n    \"row 15\": \"MNP LLP is appointed by the Board to audit the consolidated financial statements and report directly to them; their report follows. The\",\n    \"row 16\": \"external auditors have full and free access to, and meet periodically and separately with, both the Board and management to discuss\",\n    \"row 17\": \"their audit findings.\",\n    \"row 18\": \"September 4, 2020\",\n    \"row 19\": \"QD ,\",\n    \"row 20\": \"Chief Executive Officer\"\n}"