"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Incorporation\",\n    \"row 2\": \"Matawa First Nations Management (the \\u201cOrganization\\u201d) is incorporated under the Canada Corporations Act as a\",\n    \"row 3\": \"not-for-profit organization. The Organization operates as a tribal council, providing services to the First Nations listed in\",\n    \"row 4\": \"Note 6 to these consolidated financial statements.\",\n    \"row 5\": \"2. Change in accounting policies\",\n    \"row 6\": \"Capital Assets Held by Not-for-Profit Organizations\",\n    \"row 7\": \"Effective April 1, 2019, the Organization adopted the Accounting Standard Board\\u2019s (AcSB) new accounting standards\",\n    \"row 8\": \"improvements for not-for-profit organizations related to capital assets under Section 4433 Tangible Capital Assets Held by\",\n    \"row 9\": \"Not-for-Profit Organizations. Applying this new Section results in changes to the determination of impairment and\",\n    \"row 10\": \"write-downs of capital assets and allows for the recognition of partial impairments of these assets.\",\n    \"row 11\": \"Pursuant to the transitional provisions, this change was applied prospectively, and the prior periods have not been restated.\",\n    \"row 12\": \"There was no material impact on these financial statements from the application of the new accounting recommendations.\",\n    \"row 13\": \"3. Significant accounting policies\",\n    \"row 14\": \"The consolidated financial statements have been prepared in accordance with Canadian accounting standards for\",\n    \"row 15\": \"not-for-profit organizations as issued by the Accounting Standards Board in Canada using the following significant\",\n    \"row 16\": \"accounting policies:\",\n    \"row 17\": \"Basis of consolidation\",\n    \"row 18\": \"The consolidated financial statements include the assets, liabilities, revenue and expenses of the Organization, which\",\n    \"row 19\": \"controls the following corporations: Matawa First Nations Property Inc. (\\\"MFNP\\\"), which owns the land and building at\",\n    \"row 20\": \"233 Court Street South, Thunder Bay; Matawa Non-Profit Housing Corporation (\\\"MNPHC\\\"), a not-for-profit housing\",\n    \"row 21\": \"corporation; Kiikenomaga Kikenjigewen Employment & Training Services (\\\"KKETS\\\"), an employment and training\",\n    \"row 22\": \"corporation, Gathering of Rivers for Community Care (\\\"GRCC\\\"), a not-for-profit community care service provider,\",\n    \"row 23\": \"Four Rivers Inc. (\\\"FRI\\\"), a land and water resource management corporation, Matawa Health Co-operative Inc, a health\",\n    \"row 24\": \"service organization, and Matawa First Nations Education Authority, an educational facility and student residence.\",\n    \"row 25\": \"These consolidated financial statements include financial statements for MFNP for the fiscal year from January 1, 2019 to\",\n    \"row 26\": \"December 31, 2019.\",\n    \"row 27\": \"Fund accounting\",\n    \"row 28\": \"In order to ensure observance of limitations and restrictions placed on the use of resources available to the Organization,\",\n    \"row 29\": \"the accounts are maintained on a fund accounting basis. Accordingly, resources are classified for accounting and reporting\",\n    \"row 30\": \"purposes into funds. These funds are held in accordance with the objectives specified by the contributors or in accordance\",\n    \"row 31\": \"with the directives issued by the Board of Directors. The Organization has the following funds:\",\n    \"row 32\": \"The Operating Fund is used to account for all revenue and expenses related to general and ancillary operations of the\",\n    \"row 33\": \"Organization.\",\n    \"row 34\": \"The Capital Fund is used to account for all capital assets of the Organization and to present the flow of funds related to their\",\n    \"row 35\": \"acquisition and disposal, capital resources and debt commitments.\",\n    \"row 36\": \"The Restricted Fund is used to account for monies for the post-secondary education activities of the Organization and the\",\n    \"row 37\": \"capital reserves of MNPHC.\"\n}"