"{\n    \"Title\": \"Year ended March 31, 20201. Significant accounting policies (continued):\",\n    \"row 1\": \"(c) Non-financial assets:\",\n    \"row 2\": \"Non-financial assets are not available to discharge existing liabilities and are held for use in the\",\n    \"row 3\": \"provision of services. They have useful lives extending beyond the current year and are not\",\n    \"row 4\": \"intended for sale in the ordinary course of operations.\",\n    \"row 5\": \"(i) Tangible capital assets:\",\n    \"row 6\": \"Tangible capital assets are recorded at cost which includes amounts that are directly\",\n    \"row 7\": \"attributable to acquisition, construction, development or betterment of the asset. The cost,\",\n    \"row 8\": \"less residual value, of the tangible capital assets, excluding land and landfill sites, are\",\n    \"row 9\": \"amortized on a straight-line basis over their estimated useful lives as follows:\",\n    \"row 10\": \"Buildings 50 years\",\n    \"row 11\": \"Furniture, computers and fixtures 3 to 5 years\",\n    \"row 12\": \"Vehicles and equipment 3 to 20 years\",\n    \"row 13\": \"Roads infrastructure 80 years\",\n    \"row 14\": \"Water systems 20 and 50 years\",\n    \"row 15\": \"Housing 25 years\",\n    \"row 16\": \"Annual amortization is charged in the year of acquisition and in the year of disposal. Assets\",\n    \"row 17\": \"under construction are not amortized until the asset is available for productive use.\",\n    \"row 18\": \"(ii) Works of art and cultural and historic assets are not recorded as assets in these\",\n    \"row 19\": \"consolidated financial statements.\",\n    \"row 20\": \"(d) Revenue recognition:\",\n    \"row 21\": \"Revenue is recognized as it becomes receivable under the terms of applicable funding\",\n    \"row 22\": \"agreements. Funding received under funding arrangements which relate to a subsequent fiscal\",\n    \"row 23\": \"period is reflected as deferred revenue in the year of receipt and classified as such on the\",\n    \"row 24\": \"consolidated statement of financial position.\",\n    \"row 25\": \"(e) Use of estimates:\",\n    \"row 26\": \"The preparation of consolidated financial statements in conformity with Canadian public sector\",\n    \"row 27\": \"accounting standards requires management to make estimates and assumptions that affect\",\n    \"row 28\": \"the reported amounts of assets and liabilities at the date of the consolidated financial\",\n    \"row 29\": \"statements and the reported amounts of revenues and expenses during the reporting period.\",\n    \"row 30\": \"Significant items subject to such estimates and assumptions include the carrying amount of\",\n    \"row 31\": \"tangible capital assets and valuation allowances for receivables. Actual results could differ\",\n    \"row 32\": \"from those estimates. These estimates are reviewed periodically, and, as adjustments become\",\n    \"row 33\": \"necessary, they are reported in earnings in the year in which they become known.\"\n}"