"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"17. Related party transactions\",\n    \"row 2\": \"Transactions occurring during the year with the related parties outlined in Note 6 were in the normal course of operations\",\n    \"row 3\": \"and were measured at the exchange amount, which is the amount of consideration established and agreed to by the related\",\n    \"row 4\": \"parties. Related party transactions included in the consolidated statement of operations are summarized as follows:\",\n    \"row 5\": \"Matawa Matawa 2020 2019\",\n    \"row 6\": \"Operating Restricted\",\n    \"row 7\": \"Revenue - services and recoveries 2,097,764 1,240,370 3,338,134 2,356,067\",\n    \"row 8\": \"(included in First Nations and Organizations)\",\n    \"row 9\": \"Revenue - miscellaneous (included in Other) 203,079 - 203,079 -\",\n    \"row 10\": \"Expenses - First Nation Project Contributions 1,961,978 - 1,961,978 2,699,131\",\n    \"row 11\": \"Expenses - Student and Client Allowances 725,459 - 725,459 645,189\",\n    \"row 12\": \"Expenses - Annual General Assembly 33,000 - 33,000 53,500\",\n    \"row 13\": \"18. Interfund transfer\",\n    \"row 14\": \"An interfund transfer in the amount of $138,219 (2019 - $1,070,275) was transferred from the Operating Fund to the\",\n    \"row 15\": \"Capital Fund in order to fund capital asset purchases and amortization of capital assets.\",\n    \"row 16\": \"19. Pension plan\",\n    \"row 17\": \"The Organization has a defined contribution plan for which virtually all employees of the Organization are eligible. Pension\",\n    \"row 18\": \"benefits are determined by the performance of the sponsor's and employee's contributions. Actuarial valuations are\",\n    \"row 19\": \"normally not required as the pension obligation equals the net assets available for benefits. Employer contributions for the\",\n    \"row 20\": \"year were $377,448 (2019 - $369,064).\",\n    \"row 21\": \"20. Commitments\",\n    \"row 22\": \"The Organization has a 66-month operating lease for a photocopier requiring quarterly payments of $1,381, expiring in\",\n    \"row 23\": \"October 2023. Aggregate minimum lease payments to the expiry of the leases are as follows:\",\n    \"row 24\": \"2021 5,923\",\n    \"row 25\": \"2022 5,923\",\n    \"row 26\": \"2023 5,923\",\n    \"row 27\": \"2024 2,762\",\n    \"row 28\": \"21. Financial instruments\",\n    \"row 29\": \"The Organization, as part of its operations, carries a number of financial instruments. It is management's opinion that the\",\n    \"row 30\": \"Organization is not exposed to significant interest, currency, credit, liquidity or other price risks arising from these financial\",\n    \"row 31\": \"instruments except as otherwise disclosed.\",\n    \"row 32\": \"Interest rate risk\",\n    \"row 33\": \"Interest rate risk is the risk that the value of a financial instrument might be adversely affected by a change in the interest\",\n    \"row 34\": \"rates. Changes in market interest rates may have an effect on the cash flows associated with some financial assets and\",\n    \"row 35\": \"liabilities, Known as cash flow risk, and on the fair value of other financial assets or liabilities, known as price risk.\",\n    \"row 36\": \"The Organization is exposed to interest rate risk relating certain long-term debt, which has fixed interest rates ranging from\",\n    \"row 37\": \"2.2% to 4.15% (2019 - 2.2% to 4.15%).\",\n    \"row 38\": \"22. Comparative figures\",\n    \"row 39\": \"Certain comparative figures have been reclassified to conform with current year presentation.\"\n}"