"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"23. Subsequent event\",\n    \"row 2\": \"Subsequent to year-end, Matawa Training and Wellness Centre was incorporated under the laws of Ontario without share\",\n    \"row 3\": \"capital for the purpose of holistic training, clinical, social and traditional wellness services. A building was also acquired at a\",\n    \"row 4\": \"cost of $1,050,000, financed by RBC Royal Bank under a long-term financing arrangement and secured by the land and\",\n    \"row 5\": \"building purchased, and a second position on the land and building owned by Matawa First Nations Management.\",\n    \"row 6\": \"24. Uncertainty with respect to COVID-19\",\n    \"row 7\": \"Near the end of the fiscal year, there was a global outbreak of COVID-19 (coronavirus), which has had a significant impact\",\n    \"row 8\": \"on businesses through the restrictions put in place by the Canadian, Provincial and Municipal governments regarding travel,\",\n    \"row 9\": \"business operations and isolation/quarantine orders. At this time, it is unknown the extent of the impact the COVID-19\",\n    \"row 10\": \"outbreak may have on the Organization as this will depend on future developments that are highly uncertain and that cannot\",\n    \"row 11\": \"be predicted with confidence. These uncertainties arise from the inability to predict the ultimate geographic spread of the\",\n    \"row 12\": \"disease, and the duration of the outbreak, including the duration of travel restrictions, business closures or disruptions, and\",\n    \"row 13\": \"quarantine/isolation measures that are currently, or may be put, in place by Canada and other countries to fight the virus.\",\n    \"row 14\": \"While the extent of the impact is unknown, we anticipate this outbreak may cause reduced or modified ability to service\",\n    \"row 15\": \"clients, supply chain disruptions for operational supplies and ongoing projects and increased government regulations, all of\",\n    \"row 16\": \"which may negatively impact the Organization's business and financial condition. The Organization is actively monitoring\",\n    \"row 17\": \"the effect on its financial condition and operations.\"\n}"