"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"12. Deferred contributions related to capital assets\",\n    \"row 2\": \"Deferred contributions related to capital assets represent the unamortized amount of contributed capital assets and\",\n    \"row 3\": \"restricted contributions that were used to fund capital purchases and construction including, but not limited to, social\",\n    \"row 4\": \"housing and education facilities. Recognition of these amounts as revenue is deferred to the period when the related capital\",\n    \"row 5\": \"assets are amortized. The deferred capital contributions related to capital assets include contributions from Ontario\",\n    \"row 6\": \"Aboriginal Housing Support Services Corporation, The District of Thunder Bay Social Services Administration Board and\",\n    \"row 7\": \"Indigenous Services Canada.\",\n    \"row 8\": \"Deferred contributions related to capital assets - social housing\",\n    \"row 9\": \"The Organization received contributions of $3,338,775 in the form of a forgivable loan from Ontario Aboriginal Housing\",\n    \"row 10\": \"Support Services Corporation. The principal portion of the loan shall be forgiven over a 20-year term beginning on\",\n    \"row 11\": \"January 16, 2012 (the date of occupancy) on an accelerated basis as follows: 3% years one through five, 4% years six\",\n    \"row 12\": \"through ten and 6.5% years eleven through twenty, provided that all commitments are fulfilled. The Organization anticipates\",\n    \"row 13\": \"that no repayment will be necessary.\",\n    \"row 14\": \"The estimated amount to be forgiven in each of the next five years is estimated as follows:\",\n    \"row 15\": \"2021 133.551\",\n    \"row 16\": \"2022 133,551\",\n    \"row 17\": \"2023 217,020\",\n    \"row 18\": \"2024 217,020\",\n    \"row 19\": \"2025 217,020\",\n    \"row 20\": \"The balance unforgiven at March 31, 2020 is $2,437,305 and may become liable should commitments not be fulfilled. The\",\n    \"row 21\": \"Organization anticipates that no repayment will be necessary.\",\n    \"row 22\": \"The Organization received contributions of $876,337 in the form of a forgivable loan from The District of Thunder Bay Social\",\n    \"row 23\": \"Services Administration Board related to the construction of the Phase 3 property. Recognition of this amount as revenue is\",\n    \"row 24\": \"deferred to the period when the related capital asset is amortized, which will commence after the completion of construction.\",\n    \"row 25\": \"Construction is anticipated to be completed in fiscal 2021.\",\n    \"row 26\": \"The principal portion of the forgivable loan shall be forgiven on the last day of the month at the end of the twenty-year term,\",\n    \"row 27\": \"which commences at occupancy. Forgiveness is granted provided all conditions of the agreement have been satisfied. The\",\n    \"row 28\": \"forgiveable loan bears interest at 5%, which shall be forgiven annually, provided the Organization remains in compliance\",\n    \"row 29\": \"with the legal agreement. At the date of these financial statements, the Organization believes it is in compliance with the\",\n    \"row 30\": \"terms of the agreement.\",\n    \"row 31\": \"The District of Thunder Bay Social Services Administration Board forgivable loan is secured by a second position collateral\",\n    \"row 32\": \"mortgage to a maximum of $973,708, payable upon demand, and includes the assignment of rents.\"\n}"