"{\n    \"Title\": \"NOTES TO THE CONSOLIDATED FINANCIAL STATEMENTSFor the Year Ended March 31, 2020\",\n    \"row 1\": \"16. GOVERNMENT TRANSFERS\",\n    \"row 2\": \"Government Transfers consist of the following:\",\n    \"row 3\": \"2020 2019\",\n    \"row 4\": \"Indigenous Services Canada (ISC)\",\n    \"row 5\": \"Operating 6,023,527 1,464,224\",\n    \"row 6\": \"Other Government of Canada\",\n    \"row 7\": \"Health Canada - 266,391\",\n    \"row 8\": \"Small Communities Fund 1,111,836 -\",\n    \"row 9\": \"Other - 6,665\",\n    \"row 10\": \"Williams Treaty Settlement - 90,863,985\",\n    \"row 11\": \"Parks Canada - 48,156\",\n    \"row 12\": \"1,111,836 91,185,197\",\n    \"row 13\": \"Provincial government transfers 1,749,335 63,080,997\",\n    \"row 14\": \"Canada Mortgage and Housing Corporation 32,589 32,382\",\n    \"row 15\": \"8,917,287 155,762,800\",\n    \"row 16\": \"17. FINANCIAL INSTRUMENTS\",\n    \"row 17\": \"The fair value of financial instruments is the amount of consideration that would be agreed upon in an\",\n    \"row 18\": \"arms' length transaction between knowledgeable, willing parties who are under no compulsion to act.\",\n    \"row 19\": \"The fair values of cash, due from government and other government agencies, funds held in trust by\",\n    \"row 20\": \"Federal Government, accounts receivable and accounts payable and accrued liabilities approximates\",\n    \"row 21\": \"their carrying amounts due to their short-term maturities.\",\n    \"row 22\": \"Financial instruments which are recorded at fair value are to be classified using a three-level\",\n    \"row 23\": \"hierarchy. Each level reflects the inputs used to measure the fair valued recorded on the financial\",\n    \"row 24\": \"statements, and are as follows:\",\n    \"row 25\": \"\\u00b0 Level 1: Inputs are unadjusted quoted prices of identical instruments in active markets:\",\n    \"row 26\": \"\\u00b0 Level 2: Inputs other than quoted prices included in Level 1 that are observable for the\",\n    \"row 27\": \"asset or liability, either directly or indirectly; and\",\n    \"row 28\": \"\\u00b0 Level 3: Inputs for the liabilities that are not based on observable market data\",\n    \"row 29\": \"(unobservable inputs).\",\n    \"row 30\": \"The First Nation's fair value hierarchy is classified as Level 1 for investments that are quoted in an\",\n    \"row 31\": \"active market. Investments in Dunhill Power Limited Partnership and Sonco Gaming UK Limited are\",\n    \"row 32\": \"recorded at amortized cost. Mortgages due from First Nation members are recorded at the exchange\",\n    \"row 33\": \"amount, equal to amortized cost. The fair values cannot be reliably determined because there is no\",\n    \"row 34\": \"active market for these instruments.\",\n    \"row 35\": \"go So\",\n    \"row 36\": \"bakertilly\"\n}"