"{\n    \"Title\": \"Notes To Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"22. Segmented Information\",\n    \"row 2\": \"a eee\",\n    \"row 3\": \"The First Nation is a diversified local government that provides a wide range of services to its members, including water, fire\",\n    \"row 4\": \"protection, technical services, recreation, social services, health services, education, social housing and economic development\",\n    \"row 5\": \"among others. For management reporting purposes, the First Nation's operations and activities are organized and reported by\",\n    \"row 6\": \"fund. Funds were created for the purpose of recording specific activities to attain certain objectives in accordance with specific\",\n    \"row 7\": \"regulations, requirements and limitations.\",\n    \"row 8\": \"The First Nation's services are provided by departments and their activities are recorded in these funds. Certain departments\",\n    \"row 9\": \"that have been disclosed in the segmented information, along with the service they provide, are as follows:\",\n    \"row 10\": \"Administration\",\n    \"row 11\": \"Manages the administrative operations of the First Nation. Those costs that relate directly to the administration of the various\",\n    \"row 12\": \"segments have been allocated to the appropriate segment.\",\n    \"row 13\": \"Public Works\",\n    \"row 14\": \"Manages the repairs and maintenance for the roads, bridges and community buildings. Manages First Nation infrastructure\",\n    \"row 15\": \"programs including facilities operations and maintenance, capital projects, water and waste water plant operations and other\",\n    \"row 16\": \"related activities.\",\n    \"row 17\": \"Education\",\n    \"row 18\": \"Provides elementary and secondary education instructional services and provides financial support to post-secondary students.\",\n    \"row 19\": \"Daycare\",\n    \"row 20\": \"Manages the activities of the First Nation's children's daycare program.\",\n    \"row 21\": \"Social Services\",\n    \"row 22\": \"Administers the provision of social assistance to qualifying members.\",\n    \"row 23\": \"OFNLP\",\n    \"row 24\": \"Undertakes activities of the Ontario First Nation Limited Partnership fund, which derives revenue from gaming facilities\",\n    \"row 25\": \"located in the Province of Ontario.\",\n    \"row 26\": \"Health\",\n    \"row 27\": \"Provides a variety of health care programs and support to First Nation members.\",\n    \"row 28\": \"Employment Assistance\",\n    \"row 29\": \"Provides employment assistance to members of the First Nation.\",\n    \"row 30\": \"Housing\",\n    \"row 31\": \"Provides housing to members under CMHC programs and reports on the respective revenue and expenditures.\",\n    \"row 32\": \"Community Development\",\n    \"row 33\": \"Undertakes activities of the Munsee-Delaware Nation Service Club\",\n    \"row 34\": \"Notes continued on page 16....\"\n}"