"{\n    \"Title\": \"Notes To Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"2. Significant Accounting Policies cont'd...\",\n    \"row 2\": \"Financial Instruments cont'd...\",\n    \"row 3\": \"Transaction cost directly attributable to the origination, acquisition, issuance or assumption of financial instruments\",\n    \"row 4\": \"subsequently measured at fair value are immediately recognized in surplus. Conversely, transaction cost are added to the\",\n    \"row 5\": \"carrying amount for those financial instruments subsequently measured at cost or amortized cost.\",\n    \"row 6\": \"All financial assets are tested annually for impairment. Any impairment, which is not considered temporary, is recorded in the\",\n    \"row 7\": \"consolidated statement of operations. Write-downs of financial assets measured at cost and/or amortized cost to reflect losses in\",\n    \"row 8\": \"value are not reversed for subsequent increases in value. Reversals of any net remeasurements of financial assets measured at\",\n    \"row 9\": \"fair value are reported in the statement of remeasurement gains or losses. There has not been a reversal of such remeasurement\",\n    \"row 10\": \"during the year and thus no separate statement is disclosed.\",\n    \"row 11\": \"3. Cash and Cash Equivalents\",\n    \"row 12\": \"Under the terms of an agreement with Canada Mortgage and Housing Corporation, Munsee-Delaware Nation must set aside\",\n    \"row 13\": \"funds annually for the repair, maintenance and replacement of worn out assets. These funds are to be held in a separate bank\",\n    \"row 14\": \"account and invested only in accounts or instruments insured by the Canada Deposit Insurance Corporation or as otherwise\",\n    \"row 15\": \"approved by the Canada Mortgage and Housing Corporation with any interest earned to be credited as revenue to the\",\n    \"row 16\": \"Replacement and Subsidy Fund. Munsee-Delaware Nation is also required to have trust funds held by the Government of\",\n    \"row 17\": \"Canada in a separate bank account. These funds increase annually by the interest earned. They can be withdrawn for their\",\n    \"row 18\": \"intended purposes if requested. Cash and cash equivalents is comprised of the following:\",\n    \"row 19\": \"2020 2019\",\n    \"row 20\": \"Externally Restricted\",\n    \"row 21\": \"CMHC Replacement Reserve $ 113,277 $ 103,709\",\n    \"row 22\": \"Unrestricted\",\n    \"row 23\": \"Operating 5,578,918 3,756,858\",\n    \"row 24\": \"Total Cash and Cash Equivalents $5,692,195 $_3,860,567\",\n    \"row 25\": \"4. Funds Held in Trust By Government of Canada\",\n    \"row 26\": \"The funds held in trust by the Government of Canada on behalf of the First Nation consist of the following:\",\n    \"row 27\": \"Revenue Capital\",\n    \"row 28\": \"Fund Fund 2020 2019\",\n    \"row 29\": \"Balance, beginning $ 79,281 = \\u00a7 5,140 \\u00a7 84,421 \\u00a7 \\u00a7 82,505\",\n    \"row 30\": \"Interest income 1,657 - 1,657 1,916\",\n    \"row 31\": \"Balance, ending \\u00a7 80,938 \\u00a7$ 5.140 \\u00a7$ 86.078 $ 84.42]\",\n    \"row 32\": \"The trust funds arise from monies derived from capital or revenue sources as outlined in Section 62 of the Indian Act. These\",\n    \"row 33\": \"funds are held in trust in the Consolidated Revenue Fund of the Government of Canada. The management of these funds is\",\n    \"row 34\": \"primarily governed by Sections 63 to 69 of the Indian Act.\",\n    \"row 35\": \"Notes continued on page 8....\"\n}"