"{\n    \"Title\": \"Notes To Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"1, Operations\",\n    \"row 2\": \"Munsee-Delaware Nation (the \\\"First Nation\\\") is located in the province of Ontario, it manages and administers various services\",\n    \"row 3\": \"to its members.\",\n    \"row 4\": \"2. Significant Accounting Policies\",\n    \"row 5\": \"Basis of Accounting\",\n    \"row 6\": \"These consolidated financial statements have been prepared in accordance with Canadian public sector accounting standards\",\n    \"row 7\": \"prescribed for governments as recommended by the Public Sector Accounting Board of the Canadian Institute of Chartered\",\n    \"row 8\": \"Professtonal Accountants, except for the accounting for 1748960 Ontario Limited o/a Paradise Bingo and Munsee Delaware\",\n    \"row 9\": \"Nation Charity Association as described below in principals of consolidation.\",\n    \"row 10\": \"Reporting Entity\",\n    \"row 11\": \"The Munsee-Delaware First Nation reporting entity includes the Munsee-Delaware First Nation government and all related\",\n    \"row 12\": \"entities that are controlled by the First Nation. The Munsee Delaware Nation Charity Association which is administered by the\",\n    \"row 13\": \"Chief and Council of Munsee-Delaware Nation is excluded from these financial statements.\",\n    \"row 14\": \"Principles of Consolidation\",\n    \"row 15\": \"The investment in 1748960 Ontario Limited o/a Paradise Bingo is accounted for using the modified equity method which\",\n    \"row 16\": \"reflects Munsee Delaware Nation's investment in this enterprise and is carried at $Nil (2019 - $Nil). Under the modified equity\",\n    \"row 17\": \"basis, the enterprise's accounting principles are not adjusted to conform with those of the First Nation and inter-organizational\",\n    \"row 18\": \"transactions and balances are not eliminated. This entity does not meet the criteria for a government business enterprise as it\",\n    \"row 19\": \"cannot in the normal course of operations meet its liabilities without sources of funding from the First Nation. This constitutes a\",\n    \"row 20\": \"departure from Canadian public section accounting standards as the entity should be consolidated in the financial statements.\",\n    \"row 21\": \"The entity's records indicate that, had management consolidated with the entity, revenues would increase by $849,968 (2019 -\",\n    \"row 22\": \"$599,447), expenses would increase by $849,968 (2019 - $544,172), cash would increase by $37,844 (2019 - $28,327), related\",\n    \"row 23\": \"party transactions would decrease by $22,860 (2019 - $18,917) and accounts payable would increase by $14,984 (2019 -\",\n    \"row 24\": \"$9,410). In addition, the First Nation controls Munsee Delaware Nation Charity Association a government not-for-profit\",\n    \"row 25\": \"organization that is not consolidated in the financial statements which constitutes a departure from Canadian public section\",\n    \"row 26\": \"accounting standards. Management has stated a recetvable from this entity at $193,763 (2019 - $169,660), revenue of $644,116\",\n    \"row 27\": \"(2019 - $475,072) and expenses of $448,656 (2019 - $248,817). The entity's records indicate that, had management\",\n    \"row 28\": \"consolidated with the entity, revenues would increase by $5,311,963 (2019 - $5,054,015), expenses would increase by\",\n    \"row 29\": \"$5,527,423 (2019 - $5,261,619) cash would increase by $197,003 (2019 - $156,543), related party transactions would decrease\",\n    \"row 30\": \"by $170,903 (2019 - $150,743) and accounts payable would increase by $26,100 (2019 - $5,800).\",\n    \"row 31\": \"Cash and Cash Equivalents\",\n    \"row 32\": \"Cash and cash equivalents include cash on hand, balances with banks net of bank overdrafts and term deposits having a maturity\",\n    \"row 33\": \"of three months or less at acquisition which are held for the purpose of meeting short-term cash commitments.\",\n    \"row 34\": \"Loans Receivable\",\n    \"row 35\": \"Loans receivable are recorded at cost less any amount for valuation allowance. Valuation allowances are made when collection\",\n    \"row 36\": \"is in doubt as assessed by management. Loans are reviewed on an annual basis by management.\",\n    \"row 37\": \"Revenue Recognition\",\n    \"row 38\": \"Revenues are recognized in the period in which the transactions or events occurred that gave rise to the revenues. All revenues\",\n    \"row 39\": \"are recorded on an accrual basis, except when the accruals cannot be determined with a reasonable degree of certainty or when\",\n    \"row 40\": \"their estimation is impracticable.\",\n    \"row 41\": \"Notes continued on page 6....\"\n}"