"{\n    \"Title\": \"Notes To Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"a SSS lS\",\n    \"row 2\": \"17. Budgeted Figures\",\n    \"row 3\": \"eeneeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee errr SSS\",\n    \"row 4\": \"The budget, approved by the First Nation, for 2020 is reflected on the consolidated statement of operations and accumulated\",\n    \"row 5\": \"surplus and the consolidated statement of changes in net financial assets. Budget figures have been reclassified for the purpose\",\n    \"row 6\": \"of these financial statements to comply with PSAB reporting requirements. Budget figures are not subject to audit.\",\n    \"row 7\": \"18. Contingencies and Commitments\",\n    \"row 8\": \"The First Nation has entered into contribution agreements with various federal and provincial government departments.\",\n    \"row 9\": \"Funding received under these contribution agreements is subject to repayment if the First Nation fails to comply with the terms\",\n    \"row 10\": \"and conditions of the agreements. Any resulting adjustment will be recognized in the year in which the changes are confirmed\",\n    \"row 11\": \"by the funding agency and will be recorded as a prior year recovery on the consolidated statement of operations.\",\n    \"row 12\": \"The First Nation is involved in a legal matter, the outcome, now pending, is not determinable. Should any loss result from the\",\n    \"row 13\": \"resolution of this claim, such loss will be charged to operations in the year of resolution.\",\n    \"row 14\": \"The First Nation rents office equipment under long-term operating leases, the minimum lease payments for the next three years\",\n    \"row 15\": \"are as follows:\",\n    \"row 16\": \"2021 $ 5,710\",\n    \"row 17\": \"2022 1,525\",\n    \"row 18\": \"2023 1,044\",\n    \"row 19\": \"$ 8,279\",\n    \"row 20\": \"19. Financial Instruments Risks Disclosures\",\n    \"row 21\": \"The main risks the First Nation's financial instruments are exposed to are credit risk, liquidity risk, and market risk each of\",\n    \"row 22\": \"which is discussed below.\",\n    \"row 23\": \"Credit Risk\",\n    \"row 24\": \"Credit risk refers to the risk that a counterparty may default on its contractual obligations resulting in a financial loss. It is\",\n    \"row 25\": \"managements opinion that the First Nation is not exposed to any significant credit risk as most of the receivables are from the\",\n    \"row 26\": \"Federal and Provincial governments or from government assisted agencies.\",\n    \"row 27\": \"Liquidity Risk\",\n    \"row 28\": \"Liquidity risk relates to the risk the First Nation will encounter difficulty in meeting its obligations associated with financial\",\n    \"row 29\": \"liabilities. Management closely monitors cash flow requirements to ensure that it has suffictent cash on demand to meet\",\n    \"row 30\": \"operational and financial obligations.\",\n    \"row 31\": \"Market Risk\",\n    \"row 32\": \"Market risk is the risk that the fair value or future cash flows of a financial instrument will fluctuate because of changes in\",\n    \"row 33\": \"market prices. Market risk comprises three types of risk: currency risk, interest rate risk, and other price risk.\",\n    \"row 34\": \"Notes continued on page 14....\"\n}"