"{\n    \"Title\": \"Notes To Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"$e i ys\",\n    \"row 3\": \"19. Financial Instruments Risks Disclosures contd...\",\n    \"row 4\": \"Currency Risk\",\n    \"row 5\": \"Currency risk is the risk that the fair value or future cash flows of a financial instrument will fluctuate because of changes in\",\n    \"row 6\": \"foreign exchange rates. All of the First Nation's financial instruments are in Canadian dollars and consequently the First Nation\",\n    \"row 7\": \"is not subject to currency risk.\",\n    \"row 8\": \"Interest Rate Risk\",\n    \"row 9\": \"Interest rate risk is the risk that the fair value or future cash flows of a financial instrument will fluctuate because of changes in\",\n    \"row 10\": \"market interest rates. The bank loan bears interest at floating rates based on the bank prime rate, and as such, the First Nation is\",\n    \"row 11\": \"subject to interest rate cash flow risk resulting from market fluctuations in interest rates.\",\n    \"row 12\": \"Other Price Risk\",\n    \"row 13\": \"Other price risk is the risk that the fair value or future cash flows of a financial instrument will fluctuate because of changes in\",\n    \"row 14\": \"market prices (other than those arising from currency risk and interest rate risk), whether those changes are caused by factors\",\n    \"row 15\": \"specific to the individual financial instrument or its issuer, or factors affecting all similar financial instruments traded in the\",\n    \"row 16\": \"market. The First Nation is not exposed to other price risk.\",\n    \"row 17\": \"Changes in Risk Assessments\",\n    \"row 18\": \"There have been no significant changes in these risk exposures from the prior year.\",\n    \"row 19\": \"20. COVID-19\",\n    \"row 20\": \"\\u2014\\u2014\\u2014 eee\",\n    \"row 21\": \"On March 11, 2020, the World Health Organization categorized COVID-19 as a pandemic. The potential economic effects\",\n    \"row 22\": \"within the First Nation's environment and in the global markets, possible disruption in supply chains, and measures being\",\n    \"row 23\": \"introduced at various levels of government to curtail the spread of the virus (such as travel restrictions, closures of non-essential\",\n    \"row 24\": \"municipal and private operations, imposition of quarantines and social distancing) could have a material impact on the First\",\n    \"row 25\": \"Nation\\u2019s operations.\",\n    \"row 26\": \"The extent of the impact of this outbreak and related containment measures on the First Nation\\u2019s operations cannot be reliably\",\n    \"row 27\": \"estimated at this time.\",\n    \"row 28\": \"\\u2014 RN Rape RSS SSS ee\",\n    \"row 29\": \"21. Pension Plan\",\n    \"row 30\": \"rr a ee \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014 ee _ _\\u2014 \\u2014 rrr ee \\u2014 \\u2014 \\u2014 \\u2014 \\u2014\",\n    \"row 31\": \"The First Nation provides a defined contribution plan for eligible members of its staff. Members are required to contribute\",\n    \"row 32\": \"3.75% (2019 - 4.05%) of their salary up to a maximum of 9% of their basic salary. The First Nation contributes 3.75% (2019 -\",\n    \"row 33\": \"4.05%) which contributions are directed to the member's contribution account. The amount of retirement benefit to be received\",\n    \"row 34\": \"by the employees will be the amount of the retirement annuity that could be purchased based on the member's share of the\",\n    \"row 35\": \"pension plan at the time of the member's withdrawal from the plan. The First Nation contributed $23,704 (2019 - $18,977)\",\n    \"row 36\": \"during the year for retirement benefits.\",\n    \"row 37\": \"Notes continued on page 15....\"\n}"