"{\n    \"Title\": \"Nigigoonsiminikaaning First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"17. Federal Assistance Payments\",\n    \"row 3\": \"The CMHC projects have received federal assistance through CMHC pursuant to Section 56.1\",\n    \"row 4\": \"of the National Housing Act to enable the project to provide housing to low income\",\n    \"row 5\": \"individuals. The amount of assistance received in 2020 was $99,282 (2019 - $116,872).\",\n    \"row 6\": \"18. Expenditure by Object\",\n    \"row 7\": \" 2020 2019\",\n    \"row 8\": \"Salaries, wages and employee benefits $ 2,822,270 $ 2,483,089\",\n    \"row 9\": \"Materials and supplies 1,839,536 1,958,023\",\n    \"row 10\": \"Contracted services 1,054,942 1,704,407\",\n    \"row 11\": \"Rents and financial expenses 364,205 402,085\",\n    \"row 12\": \"Travel 409,910 348,046\",\n    \"row 13\": \"Amortization 1,088,012 1,002,550\",\n    \"row 14\": \"$ 7,578,875 S$ 7,898,200\",\n    \"row 15\": \"19. Budget Information\",\n    \"row 16\": \"The budget was prepared on a modified accrual basis while Public Sector Accounting\",\n    \"row 17\": \"Standards now require a full accrual basis. The budget figures anticipated recovering\",\n    \"row 18\": \"deficits. In addition, the budget did not include amortization expense. As a result, the\",\n    \"row 19\": \"budget figures presented in the consolidated statement of operations represent the\",\n    \"row 20\": \"Financial Plan adopted by Council, with adjustments as follows:\",\n    \"row 21\": \"2020\",\n    \"row 22\": \"Financial Plan (budget) by-law surplus for the year $ 1,313,629\",\n    \"row 23\": \"Less:\",\n    \"row 24\": \"Transfers (465,121)\",\n    \"row 25\": \"Deferred revenue (809,483)\",\n    \"row 26\": \"Budget surplus per consolidated statement of operations $ 39,025\",\n    \"row 27\": \"20. Segmented Information\",\n    \"row 28\": \"Nigigoonsiminikaaning First Nation is a First Nation government that provides a wide range\",\n    \"row 29\": \"of services to the members of its community. For management reporting purposes the First\",\n    \"row 30\": \"Nation\\u2019s operations and activities are organized and reported by Program. Programs were\",\n    \"row 31\": \"created for the purpose of recording specific activities in accordance with specific\",\n    \"row 32\": \"regulations, restrictions or limitations. These activities can also be categorized into\",\n    \"row 33\": \"segments. The following significant segments have been identified and as such are\",\n    \"row 34\": \"separately disclosed.\"\n}"