"{\n    \"Title\": \"Year ended April 30, 2018(thousands of dollars)\",\n    \"row 1\": \"eS ys SS\",\n    \"row 2\": \"13. Endowments (continued):\",\n    \"row 3\": \"OTSS 2018 2017\",\n    \"row 4\": \"eee UT\",\n    \"row 5\": \"Endowment balance $ 1,774 1,774\",\n    \"row 6\": \"\\u2014\\u2014 re gee ere tt,\",\n    \"row 7\": \"Expendable balance, beginning of year $ 299 75\",\n    \"row 8\": \"Investment gain 28 260\",\n    \"row 9\": \"Bursaries awarded (2018 \\u2014 53 bursaries; 2017 \\u2014 50 bursaries) (44) (36)\",\n    \"row 10\": \"Expendable balance, end of year $ 283 299\",\n    \"row 11\": \"Bursary recipients:\",\n    \"row 12\": \"OSAP Recipient Non-OSAP Recipient ___lotal\",\n    \"row 13\": \"Number Amount Number Amount Number Amount\",\n    \"row 14\": \"SS fe es\",\n    \"row 15\": \"Full-time $ 37 49 $ 7 4 $ 44 53\",\n    \"row 16\": \"SS Se\",\n    \"row 17\": \"14. Financial instrument risk:\",\n    \"row 18\": \"Credit risk is the risk of financial loss to the University if a member or counterparty to a financial\",\n    \"row 19\": \"instrument fails to meet its contractual obligations, and arises principally from the University's\",\n    \"row 20\": \"accounts receivable and investments. The University mitigates its potential credit risk from\",\n    \"row 21\": \"accounts receivable through credit evaluation, approval and monitoring processes.\",\n    \"row 22\": \"Furthermore, it evaluates the collectability of accounts receivable and records an allowance for\",\n    \"row 23\": \"doubtful accounts, which reduces the receivables to the amount the University reasonably\",\n    \"row 24\": \"believes will be collected. Credit risk with respect to investments is managed through the\",\n    \"row 25\": \"University\\u2019s investment policies,\",\n    \"row 26\": \"Interest rate risk refers to the adverse consequences of interest rate changes. The University\",\n    \"row 27\": \"holds fixed rate government and corporate issued bonds with annual yields of 2.35%. The\",\n    \"row 28\": \"value of fixed rate instruments will generally rise if interest rates fall and fall if interest rates rise.\",\n    \"row 29\": \"The value of the instruments will vary with developments within the specific governments and\",\n    \"row 30\": \"entities which issue the instruments.\",\n    \"row 31\": \"Foreign currency risk refers to the extent to which instruments denominated in a currency other\",\n    \"row 32\": \"than Canadian dollars will be affected by changes in the value of the Canadian dollar in relation\",\n    \"row 33\": \"to other currencies. The University holds investments denominated in a foreign currency and\",\n    \"row 34\": \"is subject to foreign currency risk. The University believes that it is not exposed to significant\",\n    \"row 35\": \"currency risks arising from its financial instruments.\",\n    \"row 36\": \"Market volatility risk arises from the University's investment portfolio, which contains various\",\n    \"row 37\": \"pooled funds, fixed income and equity instruments. It is the risk that the fair value or future\",\n    \"row 38\": \"cash flows from a financial instrument will fluctuate because of general economic and other\",\n    \"row 39\": \"market factors affecting equity prices.\",\n    \"row 40\": \"There has been no significant change to risk exposures from 2017.\"\n}"