"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"16. Ontario First Nations Limited Partnership\",\n    \"row 2\": \"Commencing with the 2012 fiscal year and in each fiscal year thereafter during the initial and renewal terms of the\",\n    \"row 3\": \"agreement between the Province of Ontario and Ontario First Nations Limited Partnership (OFNLP), the Province of Ontario\",\n    \"row 4\": \"shall pay to OFNLP 12 monthly payments equal to one-twelfth of 1.7% of the aggregate provincial gross gaming revenues.\",\n    \"row 5\": \"OFNLP then distributes to the First Nation its share of these revenues according to a formula used for that purpose. The\",\n    \"row 6\": \"use of these funds, according to agreements, is restricted to community development, health, education, cultural\",\n    \"row 7\": \"development and economic development\",\n    \"row 8\": \"The First Nation holds a unit in the Ontario First Nations Limited Partnership, and a share in a related company Ontario First\",\n    \"row 9\": \"Nations General Partner Inc.\",\n    \"row 10\": \"17. Economic dependence\",\n    \"row 11\": \"The First Nation receives 62% (2019 - 84%) of its revenue from Indigenous Services Canada (ISC) as a result of treaties\",\n    \"row 12\": \"entered into with the Government of Canada. These treaties are administered by ISC under the terms and conditions of the\",\n    \"row 13\": \"Indian Act. The ability of the First Nation to continue operations is dependent upon the Government of Canada's continued\",\n    \"row 14\": \"financial commitments as guaranteed by these treaties.\",\n    \"row 15\": \"18. Budget information\",\n    \"row 16\": \"The disclosed budget information has been approved by the Chief and Council, and presented to the members of the First\",\n    \"row 17\": \"Nation.\",\n    \"row 18\": \"19. First Nations Financial Transparency Act\",\n    \"row 19\": \"The First Nation is required by the First Nations Financial Transparency Act to post its consolidated financial statements on\",\n    \"row 20\": \"a website and submit the consolidated financial statements to ISC by July 29, 2020. As the audit report is dated after this\",\n    \"row 21\": \"date, the First Nation is not in compliance with this requirement. The possible effect of this non-compliance has not yet been\",\n    \"row 22\": \"determined.\",\n    \"row 23\": \"20. Comparative figures\",\n    \"row 24\": \"Certain comparative figures have been reclassified to conform with the current year's presentation.\"\n}"