"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Operations\",\n    \"row 2\": \"Northwest Angle #33 First Nation (the \\\"First Nation\\\") is located in the Province of Ontario, and provides municipal-like\",\n    \"row 3\": \"services to its members.\",\n    \"row 4\": \"2. Significant accounting policies\",\n    \"row 5\": \"These consolidated financial statements have been prepared in accordance with Canadian public sector accounting\",\n    \"row 6\": \"principles and include the following significant accounting policies:\",\n    \"row 7\": \"Reporting entity\",\n    \"row 8\": \"The Northwest Angle #33 First Nation reporting entity includes the First Nation Government and all related enterprises that\",\n    \"row 9\": \"are accountable to the First Nation and are either owned or controlled by the First Nation.\",\n    \"row 10\": \"The First Nation has consolidated the assets, liabilities, revenue and expenses of the following entities and departments:\",\n    \"row 11\": \"e Northwest Angle #33 First Nation\",\n    \"row 12\": \"e CMHC Housing Projects\",\n    \"row 13\": \"All inter-entity balances have been eliminated on consolidation; however, transactions between departments have not been\",\n    \"row 14\": \"eliminated in order to present the results of operations for each specific department.\",\n    \"row 15\": \"Cash resources\",\n    \"row 16\": \"Cash includes balances with banks and short-term investments with maturities of three months or less. Cash subject to\",\n    \"row 17\": \"restrictions that prevent its use for current purposes is included in restricted cash.\",\n    \"row 18\": \"Funds held in Ottawa Trust Fund\",\n    \"row 19\": \"Funds held in trust on behalf of First Nation members by the Government of Canada are reported on the consolidated\",\n    \"row 20\": \"statement of financial position. Trust monies consist of:\",\n    \"row 21\": \"e Capital trust monies derived from non-renewable resource transactions on the sale of land or other First Nation\",\n    \"row 22\": \"capital assets; and\",\n    \"row 23\": \"e Revenue trust monies generated primarily through land leasing transactions or interest earned on deposits held in\",\n    \"row 24\": \"trust.\"\n}"