"{\n    \"Title\": \"SY\",\n    \"row 1\": \"To the Members and Chief and Council of Northwest Angle #33 First Nation:\",\n    \"row 2\": \"The accompanying consolidated financial statements of Northwest Angle #33 First Nation are the responsibility of management and\",\n    \"row 3\": \"have been approved by the Chief and Council.\",\n    \"row 4\": \"Management is responsible for the preparation and presentation of the accompanying consolidated financial statements, including\",\n    \"row 5\": \"responsibility for significant accounting judgments and estimates in accordance with Canadian public sector accounting standards. This\",\n    \"row 6\": \"responsibility includes selecting appropriate accounting principles and methods, and making decisions affecting the measurement of\",\n    \"row 7\": \"transactions in which objective judgment is required.\",\n    \"row 8\": \"In discharging its responsibilities for the integrity and fairness of the consolidated financial statements, management designs and\",\n    \"row 9\": \"maintains the necessary accounting systems and related internal controls to provide reasonable assurance that transactions are\",\n    \"row 10\": \"authorized, assets are safeguarded and financial records are properly maintained to provide reliable information for the preparation of\",\n    \"row 11\": \"consolidated financial statements.\",\n    \"row 12\": \"The Northwest Angle #33 First Nation Council is responsible for overseeing management in the performance of its financial reporting\",\n    \"row 13\": \"responsibilities, and for approving the consolidated financial statements. The Council fulfils these responsibilities by reviewing the\",\n    \"row 14\": \"financial information prepared by management and discussing relevant matters with management and external auditors. The Council is\",\n    \"row 15\": \"also responsible for recommending the appointment of the First Nation's external auditors.\",\n    \"row 16\": \"MNP LLP, an independent firm of Chartered Professional Accountants, is appointed by Chief and Council to audit the consolidated\",\n    \"row 17\": \"financial statements and report directly to them; their report follows. The external auditors have full and free access to, and meet\",\n    \"row 18\": \"periodically and separately with, both the Council and management to discuss their audit findings.\",\n    \"row 19\": \"November 20, 2020\",\n    \"row 20\": \"Mahens atop Utne Atma Chief\"\n}"