"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Tangible capital assets\",\n    \"row 3\": \"Tangible capital assets are initially recorded at cost based on historical cost accounting records. Contributed tangible assets\",\n    \"row 4\": \"are recorded at their fair value at the date of contribution.\",\n    \"row 5\": \"Amortization\",\n    \"row 6\": \"Amortization for other tangible capital assets is provided using the straight-line method at rates intended to amortize the\",\n    \"row 7\": \"cost of the assets over their estimated useful lives. No amortization is taken in the year of acquisition.\",\n    \"row 8\": \"Rate\",\n    \"row 9\": \"Housing - General 25 years\",\n    \"row 10\": \"Housing - CMHC 25 years\",\n    \"row 11\": \"Infrastructure 25 years\",\n    \"row 12\": \"Automotive 4 years\",\n    \"row 13\": \"Machinery 5 years\",\n    \"row 14\": \"Boats 7 years\",\n    \"row 15\": \"Roads 30 years\",\n    \"row 16\": \"Community Buildings 25 years\",\n    \"row 17\": \"Landfill 30 years\",\n    \"row 18\": \"Housing projects with a carrying value of, per Schedule 1, $3,734,673 (2019 - $1,721,628) is currently under construction.\",\n    \"row 19\": \"As such, amortization of these assets has not been recorded during the year.\",\n    \"row 20\": \"Long-lived assets\",\n    \"row 21\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 22\": \"described in the applicable accounting policies.\",\n    \"row 23\": \"The First Nation performs impairment testing on long-lived assets held for use whenever events or changes in\",\n    \"row 24\": \"circumstances indicate that the carrying value of an asset, or group of assets, may not be recoverable. Impairment losses\",\n    \"row 25\": \"are recognized when undiscounted future cash flows from its use and disposal are less than the asset's carrying amount.\",\n    \"row 26\": \"Impairment is measured as the amount by which the asset's carrying value exceeds its fair value. Any impairment is\",\n    \"row 27\": \"included in the statement of operations for the year in which the asset becomes impaired.\",\n    \"row 28\": \"Net debt\",\n    \"row 29\": \"The First Nation's consolidated financial statements are presented so as to highlight net debt as the measurement of\",\n    \"row 30\": \"financial position. The net debt of the First Nation is determined by its financial assets less its liabilities. Net debt combined\",\n    \"row 31\": \"with non-financial assets comprises a second indicator of financial position, accumulated surplus.\",\n    \"row 32\": \"Non-financial assets\",\n    \"row 33\": \"The First Nation\\u2019s tangible capital assets and other non-financial assets are accounted for as assets because they can be\",\n    \"row 34\": \"used to provide government services in future periods. These assets do not normally provide resources to discharge the\",\n    \"row 35\": \"liabilities of the government unless they are sold.\"\n}"