"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"6. Restricted Cash\",\n    \"row 2\": \"Capital and Revenue Trust\",\n    \"row 3\": \"The funds held in trust in the consolidated revenue fund of the Government of Canada are subject to audit by the office of\",\n    \"row 4\": \"the Auditor General of Canada. Revenue from the funds held in trust are recognized in the year in which it is earned when it\",\n    \"row 5\": \"is measurable, and collection is reasonably assured. Trust monies consist of:\",\n    \"row 6\": \"e Capital trust monies derived from non-renewable resource transactions on the sale of land or other First Nation tangible\",\n    \"row 7\": \"capital assets; and\",\n    \"row 8\": \"e Revenue trust monies generated primarily through land leasing transactions or interest earned on deposits held in trust.\",\n    \"row 9\": \"Capital and revenue trust monies are transferred to the First Nation on the authorization of the Minister of Indigenous\",\n    \"row 10\": \"Services Canada, with the consent of the First Nation's Council.\",\n    \"row 11\": \"CMHC Replacement Reserve\",\n    \"row 12\": \"The First Nation is required by CMHC to set aside funds each year in a replacement reserve to fund the replacement of\",\n    \"row 13\": \"buildings financed by CMHC.\",\n    \"row 14\": \"2020 2019\",\n    \"row 15\": \"Capital Trust\",\n    \"row 16\": \"Balance, beginning of year 26,109 26,109\",\n    \"row 17\": \"Balance, end of year 26,109 26,109\",\n    \"row 18\": \"Revenue Trust\",\n    \"row 19\": \"Balance, beginning of year 69,775 67,599\",\n    \"row 20\": \"Additions 1,881 2,176\",\n    \"row 21\": \"Balance, end of year 71,656 69,775\",\n    \"row 22\": \"CMHC Replacement Reserve\",\n    \"row 23\": \"Balance, beginning of year 39,141 38,091\",\n    \"row 24\": \"Additions 1,750 1,050\",\n    \"row 25\": \"Balance, end of year 40,891 39,141\",\n    \"row 26\": \"138,656 135,025\",\n    \"row 27\": \"7. Washagamis Bay Investment Corporation\",\n    \"row 28\": \"At March 31, 2020 the Washagamis Bay Investment Corporation had a balance owing to Indigenous Services Canada in\",\n    \"row 29\": \"trust of Washagamis Bay First Nation (the \\\"First Nation\\\") in the amount of $894,000 (March 31, 2019 - $848,000) that related\",\n    \"row 30\": \"to arrears in land lease payments for the years from 2004 - 2020.\",\n    \"row 31\": \"Those funds, once flowed to ISC, will be deposited into the Ottawa Trust Fund in trust of the First Nation.\",\n    \"row 32\": \"The balances owed have been reflected as follows:\",\n    \"row 33\": \"Wasagamis Bay Investment Corporation payable to ISC (894,000)\",\n    \"row 34\": \"Washagamis Bay First Nation receivable from the Ottawa 894,000\"\n}"