"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Long-lived assets\",\n    \"row 3\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 4\": \"described in the applicable accounting policies.\",\n    \"row 5\": \"The Nation performs impairment testing on long-lived assets held for use whenever events or changes in circumstances\",\n    \"row 6\": \"indicate that the carrying value of an asset, or group of assets, may not be recoverable. Impairment losses are recognized\",\n    \"row 7\": \"when undiscounted future cash flows from its use and disposal are less than the assets\\u2019 carrying amount. Impairment is\",\n    \"row 8\": \"measured as the amount by which the assets\\u2019 carrying value exceeds its fair value. Any impairment is included in\",\n    \"row 9\": \"operations for the year.\",\n    \"row 10\": \"Discounted cash flows are used to measure fair value of long-lived assets.\",\n    \"row 11\": \"Non-financial assets\",\n    \"row 12\": \"The Nation\\u2019s tangible capital assets and other non-financial assets are accounted for as assets because they can be used\",\n    \"row 13\": \"to provide government services in future periods. These assets do not normally provide resources to discharge the liabilities\",\n    \"row 14\": \"of the government unless they are sold.\",\n    \"row 15\": \"Revenue recognition\",\n    \"row 16\": \"Government transfers\",\n    \"row 17\": \"The Nation recognizes a government transfer as revenue when the transfer is authorized and all eligibility criteria, if any,\",\n    \"row 18\": \"have been met. A government transfer with stipulations giving rise to an obligation that meets the definition of a liability is\",\n    \"row 19\": \"recognized as a liability. In such circumstances, the Nation recognizes revenue as the liability is settled. Transfers of non-\",\n    \"row 20\": \"depreciable assets are recognized in revenue when received or receivable.\",\n    \"row 21\": \"Concentra Trust Fund investment revenue\",\n    \"row 22\": \"Income from trust is recorded when received.\",\n    \"row 23\": \"Rent revenue\",\n    \"row 24\": \"Rental revenue is recorded when the payments are received.\",\n    \"row 25\": \"Other revenue\",\n    \"row 26\": \"Other revenue, such as miscellaneous, reimbursements, administration, and Hydro One are recognized when services are\",\n    \"row 27\": \"provided and collectability is reasonably assured.\",\n    \"row 28\": \"Financial instruments\",\n    \"row 29\": \"All significant financial assets, financial liabilities and equity instruments on the Nation are either recognized or disclosed in\",\n    \"row 30\": \"the consolidated financial statements together with other information relevant for making a reasonable assessment of the\",\n    \"row 31\": \"future cash flows and interest rate, currency or credit risk.\",\n    \"row 32\": \"Measurement uncertainty\",\n    \"row 33\": \"The preparation of consolidated financial statements in conformity with Canadian public sector accounting standards\",\n    \"row 34\": \"requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and\",\n    \"row 35\": \"disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts\",\n    \"row 36\": \"of revenue and expenses during the reporting period.\",\n    \"row 37\": \"Accounts receivable are stated after evaluation as to their collectability and an appropriate allowance for doubtful accounts\",\n    \"row 38\": \"is provided where considered necessary.\",\n    \"row 39\": \"Accounts payable and accruals are based on historical charges for unbilled goods and services at year-end.\",\n    \"row 40\": \"Amortization is based on the estimated useful lives of the tangible capital assets.\",\n    \"row 41\": \"These estimates and assumptions are reviewed periodically and, as adjustments become necessary they are reported in\",\n    \"row 42\": \"operations in the periods in which they become known.\"\n}"