"{\n    \"Title\": \"NOTES TO THE FINANCIAL STATEMENTSAPRIL 30, 2018\",\n    \"row 1\": \"8. POST-EMPLOYMENT BENEFITS\",\n    \"row 2\": \"Employees of the Institute are members of the defined benefit plans sponsored by the\",\n    \"row 3\": \"University that provide pension and post-employment health benefits for most of its\",\n    \"row 4\": \"employees.\",\n    \"row 5\": \"Employee pension benefits are provided under the Retirement Plan for Employees of the\",\n    \"row 6\": \"University (the \\\"Retirement Plan\\\"), a contributory defined benefit pension plan.\",\n    \"row 7\": \"Employees who belong to a religious order are required to contribute 7.4% of their gross\",\n    \"row 8\": \"salary to the Retirement Plan. All other employees are required to contribute 5.9% of their\",\n    \"row 9\": \"gross salary up to the yearly maximum pensionable earnings plus 7.4% of their gross\",\n    \"row 10\": \"salary in excess of the yearly maximum pensionable earnings. The Institute is required to\",\n    \"row 11\": \"provide its share of the balance of the funding, based on triennial actuarial valuations,\",\n    \"row 12\": \"necessary to ensure that benefits will be fully provided for at retirement.\",\n    \"row 13\": \"Health benefit plans represent the cost of certain medical benefits available to employees\",\n    \"row 14\": \"on retirement from the Institute. Contributions for post-employment health benefits are\",\n    \"row 15\": \"funded by the Institute and the retiree based on current premium rates.\",\n    \"row 16\": \"The Institute measures its accrued benefit obligations and the fair value of plan assets for\",\n    \"row 17\": \"accounting purposes as at April 30 of each year. The most recent actuarial valuations of\",\n    \"row 18\": \"the pension plan and post-employment benefit plans were as of January 1, 2013 and May\",\n    \"row 19\": \"1, 2013 respectively.\",\n    \"row 20\": \"Information about the Institute's share of the post-employment benefits is as follows:\",\n    \"row 21\": \"2018 2017\",\n    \"row 22\": \"Pension Health Pension Health\",\n    \"row 23\": \"benefit benefit benefit benefit\",\n    \"row 24\": \"plan plan plan plan\",\n    \"row 25\": \"$ $ $ $\",\n    \"row 26\": \"Fair value of plan assets 3,845,983 - 3,629,573 -\",\n    \"row 27\": \"Accrued\",\n    \"row 28\": \"benefits obligation 3,612,667 460,633 3,511,505 452,307\",\n    \"row 29\": \"Funded status (deficit) 233.316 (460,633) 118,068 (452,307)\"\n}"