"{\n    \"Title\": \"NOTES TO THE FINANCIAL STATEMENTSAPRIL 30, 2018\",\n    \"row 1\": \"2. SIGNIFICANT ACCOUNTING POLICIES (Continued)\",\n    \"row 2\": \"Foreign Currency Translation\",\n    \"row 3\": \"Transactions denominated in foreign currencies are translated into Canadian dollars at\",\n    \"row 4\": \"exchange rates prevailing at the related transaction dates. Monetary assets and\",\n    \"row 5\": \"liabilities denominated in foreign currencies are translated at the exchange rates in\",\n    \"row 6\": \"effect at the balance sheet date. Gains or losses arising from the translation of foreign\",\n    \"row 7\": \"currencies are included in the statement of operations.\",\n    \"row 8\": \"Cash and Cash Equivalents\",\n    \"row 9\": \"Cash and cash equivalents consist of cash on hand and fixed income investments with\",\n    \"row 10\": \"maturities of less than 90 days.\",\n    \"row 11\": \"Investments\",\n    \"row 12\": \"Investments are valued at fair value based on the latest closing prices. Short-term\",\n    \"row 13\": \"investments are valued based on cost plus accrued income, which approximates fair\",\n    \"row 14\": \"value. Transactions are recorded on a trade date basis and transaction costs are\",\n    \"row 15\": \"expensed as incurred.\",\n    \"row 16\": \"Revenue Recognition\",\n    \"row 17\": \"The Institute follows the deferral method of accounting for contributions, which\",\n    \"row 18\": \"include donations and government grants. Contributions which have no restrictions are\",\n    \"row 19\": \"recognized as revenue when received or receivable, if the amount to be received can be\",\n    \"row 20\": \"reasonably estimated and collection is reasonably assured. Pledges receivable are not\",\n    \"row 21\": \"recorded in the accounts.\",\n    \"row 22\": \"Restricted Contributions\",\n    \"row 23\": \"Externally restricted contributions are initially deferred and recognized as revenue in\",\n    \"row 24\": \"the year in which the related expenses are recognized. Externally restricted\",\n    \"row 25\": \"contributions for amortizable assets are deferred and amortized over the useful lives of\",\n    \"row 26\": \"the assets to which they relate.\",\n    \"row 27\": \"Sales and Services Revenues\",\n    \"row 28\": \"Sales and service revenues are recognized at the point of sale, when goods are shipped\",\n    \"row 29\": \"and title passes, or when services are provided.\",\n    \"row 30\": \"Continued...\"\n}"