"{\n    \"Title\": \"NOTES TO THE FINANCIAL STATEMENTSAPRIL 30, 2018\",\n    \"row 1\": \"PURPOSE OF THE ORGANIZATION\",\n    \"row 2\": \"The Pontifical Institute of Mediaeval Studies (the \\\"Institute\\\") is an institute for graduate study\",\n    \"row 3\": \"and research. The Institute is incorporated by a Private Act of the Legislature of Ontario and is\",\n    \"row 4\": \"a registered charity under the Income Tax Act (Canada).\",\n    \"row 5\": \"i BASIS OF PRESENTATION\",\n    \"row 6\": \"On December 15, 2005, the Institute was incorporated as a separate legal entity with the\",\n    \"row 7\": \"passing of the Pontifical Institute of Mediaeval Studies Act (2005) by the Ontario\",\n    \"row 8\": \"Legislature. Previously, the Institute operated as an academically autonomous Institute\",\n    \"row 9\": \"for graduate study and research within the University of St. Michael's College (the\",\n    \"row 10\": \"\\u201cUniversity\\\"). Under the Institute's current governing legislation, the University has\",\n    \"row 11\": \"representation on the Institute's Board of Governors, but does not have control over the\",\n    \"row 12\": \"Institute. A protocol arrangement exists between the Institute and the University under\",\n    \"row 13\": \"which the University provides a plant, administrative and library subsidy to the Institute.\",\n    \"row 14\": \"The Protocol arrangement is for a period of ten years from December 15, 2005 and will\",\n    \"row 15\": \"continue thereafter, subject to periodic review.\",\n    \"row 16\": \"These financial statements do not include the accounts of the Mediaeval Studies\",\n    \"row 17\": \"Foundation (the \\\"Foundation\\\"), which is a separate legal entity that holds and\",\n    \"row 18\": \"administers endowment assets for the benefit of the Institute. The Foundation distributes\",\n    \"row 19\": \"income and, periodically, unrestricted net assets to the Institute by way of grants for\",\n    \"row 20\": \"operating purposes (Note 11).\",\n    \"row 21\": \"2: SIGNIFICANT ACCOUNTING POLICIES\",\n    \"row 22\": \"The financial statements were prepared in accordance with Canadian accounting\",\n    \"row 23\": \"standards for not-for-profit organizations in Part III of the CPA Handbook and include the\",\n    \"row 24\": \"following significant accounting policies:\",\n    \"row 25\": \"Financial Instruments\",\n    \"row 26\": \"The Institute measures its financial assets and liabilities at fair value, except for\",\n    \"row 27\": \"certain non-arm's length transactions. The Institute subsequently measures all its\",\n    \"row 28\": \"financial assets and financial liabilities at amortized cost, except for investments in\",\n    \"row 29\": \"equity instruments that are quoted in an active market, which are measured at fair\",\n    \"row 30\": \"value. Changes in fair value are recognized in the statement of operations.\",\n    \"row 31\": \"Financial assets measured at amortized cost include cash and accounts receivable.\",\n    \"row 32\": \"Financial liabilities measured at amortized cost include the accounts payable and\",\n    \"row 33\": \"accrued liabilities.\",\n    \"row 34\": \"Continued...\"\n}"