"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"20. ISC Funding Reconciliation\",\n    \"row 2\": \"Total funding as per ISC funding confirmation $ 4,647,702 a\",\n    \"row 3\": \"Adjustment for changes in deferred revenue 234,013\",\n    \"row 4\": \"Adjustment for estimated amounts to be recovered (16,400)\",\n    \"row 5\": \"ISC revenue S 4,865,315\",\n    \"row 6\": \"21. Contingent Liabilities\",\n    \"row 7\": \"During the year, Rainy River First Nations received forgivable loans from Canadian Mortgage\",\n    \"row 8\": \"and Housing Corporation in the amount of SNIL (2019 - $22,050) as part of the Reserve\",\n    \"row 9\": \"Residential Rehabilitation Program. These loans are forgivable over a five year period,\",\n    \"row 10\": \"contingent upon the stipulation that the properties associated with the loans are owned and\",\n    \"row 11\": \"operated by Rainy River First Nations and are occupied by Band members. The full amount\",\n    \"row 12\": \"of the loans has been recognized as revenue as there is no intention to sell or dispose of the\",\n    \"row 13\": \"properties and they are expected to remain occupied by Band members over the term of the\",\n    \"row 14\": \"loans.\",\n    \"row 15\": \"The First Nation, in the course of its operations, is subject to lawsuits. As a policy, the First\",\n    \"row 16\": \"Nation will accrue for losses in instances where it is probable the liabilities will be incurred\",\n    \"row 17\": \"and where such liabilities can be reasonably estimated. At present, the First Nation has no\",\n    \"row 18\": \"reason to believe that there are any lawsuits which will have a significant impact on the\",\n    \"row 19\": \"First Nations\\u2019 financial position.\",\n    \"row 20\": \"22. Budget\",\n    \"row 21\": \"The budget was prepared on a modified accrual basis while Canadian public sector\",\n    \"row 22\": \"accounting standards now require a full accrual basis. The budget figures anticipated the\",\n    \"row 23\": \"use of accumulated operating surpluses from previous years to reduce current expenses in\",\n    \"row 24\": \"excess of current year revenues. In addition, the budget did not include amortization\",\n    \"row 25\": \"expense and it considered tangible capital asset additions as current year expenses. Asa \",\n    \"row 26\": \"result, the budget figures presented in the consolidated statements of operations and\",\n    \"row 27\": \"changes in net financial assets represent the Financial Plan adopted by Council, with\",\n    \"row 28\": \"adjustments as follows: :\",\n    \"row 29\": \"2020\",\n    \"row 30\": \"Financial Plan (budget) deficit for the year $ (7,013,902)\",\n    \"row 31\": \"Add:\",\n    \"row 32\": \"Capital expenditures 7,323,732\",\n    \"row 33\": \"Loan principal payments 23,328\",\n    \"row 34\": \"Less:\",\n    \"row 35\": \"Amortization (949,245)\",\n    \"row 36\": \"Budget deficit per consolidated statement of operations $ (616,087)\"\n}"