"{\n    \"Title\": \"Rainy River First NationsNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"23. Expenses by Object\",\n    \"row 3\": \"2020 2019 \",\n    \"row 4\": \"Salaries, wages and employee benefits $ 2,840,263 $ 2,480,567\",\n    \"row 5\": \"Materials and supplies 9,304,235 7,661,503\",\n    \"row 6\": \"Contracted services 27,859 -\",\n    \"row 7\": \"Rents and financial expenses 273,833 268,915\",\n    \"row 8\": \"Travel 306,203 214,768\",\n    \"row 9\": \"Amortization 948,290 949,247\",\n    \"row 10\": \"$13,700,683 $ 11,575,000\",\n    \"row 11\": \"24. Subsequent Events\",\n    \"row 12\": \"Subsequent to year end, the impact of COVID-19 in Canada and on the global economy\",\n    \"row 13\": \"increased significantly. As the impact of COVID-19 continues, there could be further impact\",\n    \"row 14\": \"on the First Nation and its funders. Management and Chief and Council are actively\",\n    \"row 15\": \"monitoring the affects of the global pandemic on the First Nations\\u2019 financial condition, \",\n    \"row 16\": \"liquidity, investments, operations, suppliers, industry and workforce. Management does not\",\n    \"row 17\": \"anticipate any declines in revenue as their primary source of funding is Indigenous Services\",\n    \"row 18\": \"Canada. Funding from the federal and provincial levels of government are expected to\",\n    \"row 19\": \"continue as normally scheduled. However, given the daily evolution of the COVID-19\",\n    \"row 20\": \"outbreak and the global responses to curb its spread, the First Nation is not able to fully\",\n    \"row 21\": \"estimate the effects of COVID-19 on its future results of operations, financial condition and\",\n    \"row 22\": \"liquidity at this time.\",\n    \"row 23\": \"25. Comparative Figures\",\n    \"row 24\": \"The comparative amounts presented in the consolidated financial statements have been\",\n    \"row 25\": \"reclassified to conform to the current year's presentation.\"\n}"