"{\n    \"Title\": \"Rainy River First NationsNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"16. Related Entities\",\n    \"row 3\": \"The First Nation exercises significant influence over the Manitou Mounds Foundation since\",\n    \"row 4\": \"the Foundation's Board of Directors consist of the First Nations\\u2019 Chief and Councilors. The\",\n    \"row 5\": \"Foundation was established to raise funds for the purpose of making gifts to qualified\",\n    \"row 6\": \"donees, specifically for the preservation, maintenance and development of the ancestral\",\n    \"row 7\": \"burial grounds of the First Nation. The Foundation is incorporated under the laws of the\",\n    \"row 8\": \"Province of Ontario and is a registered Charity under the Income Tax Act. Net assets of the\",\n    \"row 9\": \"Foundation as at March 31, 2020, amount to $120,963 (2019 - $120,963).\",\n    \"row 10\": \"The Rainy River First Nations Trust was established to hold the proceeds of the First Nations\\u2019\",\n    \"row 11\": \"land claims settlement for the benefit of the community. The Trust was created under the\",\n    \"row 12\": \"laws of the Province of Ontario. Net assets of the Trust as at December 31, 2019, amount to\",\n    \"row 13\": \"$86,445,418 ($80,928,183 in 2018). During the year ended March 31, 2020, the First Nation\",\n    \"row 14\": \"received grants of $1,213,153 ($1,860,835 in 2019) from the Trust.\",\n    \"row 15\": \"The net assets and results from operations of the Foundation and the Trust are not included\",\n    \"row 16\": \"in the consolidated financial statements of the First Nation. Separate financial statements\",\n    \"row 17\": \"of the Foundation and the Trust are available upon request. \",\n    \"row 18\": \"17. Pension Plan\",\n    \"row 19\": \"The First Nation has a defined contribution pension plan for full-time employees. The First\",\n    \"row 20\": \"Nation matches employee contributions at 5% or 8.425% of the employee salary. As a defined\",\n    \"row 21\": \"contribution pension plan, the First Nation has no further liability or obligation for future\",\n    \"row 22\": \"contributions to fund future benefits to plan members.\",\n    \"row 23\": \"18. Economic Dependence\",\n    \"row 24\": \"Rainy River First Nations receives a major portion of its revenues pursuant to a funding\",\n    \"row 25\": \"arrangement with Indigenous Services Canada (ISC).\",\n    \"row 26\": \"19. Federal Assistance Payments\",\n    \"row 27\": \"The CMHC projects have received federal assistance through CMHC pursuant to Section 56.1\",\n    \"row 28\": \"of the National Housing Act to enable the project to provide housing to low income\",\n    \"row 29\": \"individuals. The amount of assistance received in 2020 was $151,677 ($150,646 in 2019).\"\n}"