"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Asset classification\",\n    \"row 3\": \"Assets are classified as either financial or non-financial. Financial assets are assets that could be used to discharge\",\n    \"row 4\": \"existing liabilities or finance future operations. Non-financial assets are acquired, constructed or developed assets that do\",\n    \"row 5\": \"not normally provide resources to discharge existing liabilities but are employed to deliver government services, which may\",\n    \"row 6\": \"be consumed in normal operations and are not for resale in the normal course of operations.\",\n    \"row 7\": \"Cash and cash equivalents\",\n    \"row 8\": \"Cash and cash equivalents include cash on hand, balances with banks, net of bank overdrafts and term deposits having a\",\n    \"row 9\": \"maturity of three months or less at acquisition which are held for the purpose of meeting short-term cash commitments.\",\n    \"row 10\": \"Portfolio investments\",\n    \"row 11\": \"Portfolio investments not quoted in an active market are recorded at cost. Portfolio investments are written down where\",\n    \"row 12\": \"there has been a loss in value that is other than a temporary decline.\",\n    \"row 13\": \"Tangible capital assets\",\n    \"row 14\": \"Tangible capital assets are recorded at cost, which includes amounts that are directly related to the acquisition, design,\",\n    \"row 15\": \"construction, development, improvement or betterment of the assets. Cost includes overhead directly attributable to\",\n    \"row 16\": \"construction and development, as well as interest costs that are directly attributable to the acquisition or construction of the\",\n    \"row 17\": \"asset.\",\n    \"row 18\": \"Tangible capital assets are written down when conditions indicate they no longer contribute to the First Nation's ability to\",\n    \"row 19\": \"provide goods and services, or when the value of future economic benefits associated with the tangible capital assets are\",\n    \"row 20\": \"less than their net book value. The net write-downs are accounted for as expenses in the consolidated statement of\",\n    \"row 21\": \"operations and accumulated surplus.\",\n    \"row 22\": \"Contributed capital assets are recorded into revenue at their fair value on the date of donation, except in circumstances\",\n    \"row 23\": \"where fair value cannot be reasonably determined, in which case they are recognized at nominal value. Transfers of capital\",\n    \"row 24\": \"assets from related parties are recorded at carrying value.\",\n    \"row 25\": \"Certain assets which have historical or cultural value, including works of art, historical documents and historical and cultural\",\n    \"row 26\": \"artifacts, are not recognized as tangible capital assets.\",\n    \"row 27\": \"Assets under construction are not amortized until the asset is available to be put into service.\",\n    \"row 28\": \"Amortization\",\n    \"row 29\": \"Tangible capital assets are amortized annually using the following methods at rates intended to amortize the cost of the\",\n    \"row 30\": \"assets over their estimated useful lives:\",\n    \"row 31\": \"Method Rate\",\n    \"row 32\": \"Land improvements declining balance 5%\",\n    \"row 33\": \"Housing and buildings straight-line 40 years\",\n    \"row 34\": \"Machinery and equipment declining balance 20 %\",\n    \"row 35\": \"Linear assets declining balance 2%\",\n    \"row 36\": \"Licensed mobile declining balance 30 %\",\n    \"row 37\": \"Office furniture and equipment declining balance 20 %\",\n    \"row 38\": \"Computer hardware declining balance 30 %\",\n    \"row 39\": \"Long-lived assets\",\n    \"row 40\": \"Long-lived assets consist of tangible capital assets. Long-lived assets held for use are measured and amortized as\",\n    \"row 41\": \"described in the applicable accounting policies.\"\n}"