"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"The First Nation performs impairment testing on long-lived assets held for use whenever events or changes in\",\n    \"row 3\": \"circumstances indicate that the carrying amount of an asset, or group of assets, may not be recoverable. The carrying\",\n    \"row 4\": \"amount of a long-lived asset is not recoverable if the carrying amount exceeds the sum of the undiscounted future cash\",\n    \"row 5\": \"flows from its use and disposal. Impairment is measured as the amount by which the asset's carrying amount exceeds its\",\n    \"row 6\": \"fair value. Fair value is measured using discounted future cash flows. Any impairment is included in surplus (deficit) for the\",\n    \"row 7\": \"year.\",\n    \"row 8\": \"Inventory\",\n    \"row 9\": \"Inventory of supplies held for use are recorded at the lower of cost and replacement cost.\",\n    \"row 10\": \"Inventory held for sale are valued at the lower of cost and net realizable value. Cost is determined by the weighted average\",\n    \"row 11\": \"method. Net realizable value is the estimated selling price in the ordinary course of business, less estimated costs of\",\n    \"row 12\": \"completion and selling costs.\",\n    \"row 13\": \"Revenue recognition\",\n    \"row 14\": \"Revenue is recognized in the period in which the transactions or events occurred that gave rise to the revenue. All revenue\",\n    \"row 15\": \"is recorded on an accrual basis, except when the accruals cannot be determined with a reasonable degree of certainty or\",\n    \"row 16\": \"when their estimation is impractical.\",\n    \"row 17\": \"Government transfers are recognized as revenue when the transfer is authorized and any eligibility criteria are met, except\",\n    \"row 18\": \"to the extent that transfer stipulations give rise to an obligation that meets the definition of a liability. Transfers are\",\n    \"row 19\": \"recognized as deferred revenue when the transfer stipulations give rise to a liability. Transfer revenue is recognized in the\",\n    \"row 20\": \"consolidated statement of operations and accumulated surplus as the stipulations are settled.\",\n    \"row 21\": \"Contributions from other sources are deferred when restrictions are placed on their use by the contributor, and are\",\n    \"row 22\": \"recognized as revenue when used for the specific purpose.\",\n    \"row 23\": \"Revenue related to fees or services received in advance of the fee being earned or the service is performed is deferred and\",\n    \"row 24\": \"recognized when the fee is earned or service performed.\",\n    \"row 25\": \"Measurement uncertainty (Use of estimates)\",\n    \"row 26\": \"The preparation of consolidated financial statements in conformity with Canadian public sector accounting standards\",\n    \"row 27\": \"requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and\",\n    \"row 28\": \"disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts\",\n    \"row 29\": \"of revenue and expenses during the reporting period.\",\n    \"row 30\": \"Accounts receivable are stated after evaluation as to their collectability and an appropriate allowance for doubtful accounts\",\n    \"row 31\": \"is provided where considered necessary.\",\n    \"row 32\": \"Amortization is based on the estimated useful lives of tangible capital assets.\",\n    \"row 33\": \"Accounts payable and accruals are estimated based on historical charges for unbilled goods and services at year-end.\",\n    \"row 34\": \"Inventory\",\n    \"row 35\": \"Management has estimated the value of the inventory based upon their assessment of the realizable amount less selling\",\n    \"row 36\": \"costs. It is reasonably possible that changes in future conditions within the next fiscal year could cause a material\",\n    \"row 37\": \"adjustment to the carrying amounts of inventory.\",\n    \"row 38\": \"Administration fees\",\n    \"row 39\": \"It is the First Nation's policy to allocate certain administrative costs to the various programs. Such allocations are recorded\",\n    \"row 40\": \"as management and administration fees revenue on the consolidated statement of operations and accumulated surplus.\"\n}"