"{\n    \"Title\": \"Se\",\n    \"row 1\": \"To the Chief and Council and Members of Red Rock Indian Band:\",\n    \"row 2\": \"The accompanying consolidated financial statements of Red Rock Indian Band are the responsibility of management and have been :\",\n    \"row 3\": \"approved by the Chief and Council. 3\",\n    \"row 4\": \"The consolidated financial statements have been prepared by management in accordance with Canadian public sector accounting\",\n    \"row 5\": \"standards prescribed for governments as recommended by the Public Sector Accounting Board of the Chartered Professional\",\n    \"row 6\": \"Accountants of Canada and as such include amounts that are the best estimates and judgments of management.\",\n    \"row 7\": \"Management is responsible for the integrity and objectivity of these consolidated statements and for implementing and maintaining a\",\n    \"row 8\": \"system of internal control to provide reasonable assurance that reliable financial information is produced.\",\n    \"row 9\": \"The Chief and Council is responsible for ensuring that management fulfills its responsibilities for financial reporting and internal control\",\n    \"row 10\": \"and is ultimately responsible for reviewing and approving the consolidated financial statements.\",\n    \"row 11\": \"The Chief and Council meets periodically with management, as well as external auditors, to discuss internal controls over the financial\",\n    \"row 12\": \"reporting process, auditing matters and financial reporting issues, to satisfy themselves that each party is properly discharging their\",\n    \"row 13\": \"responsibilities, and to review the consolidated financial statements and the external auditor's report.\",\n    \"row 14\": \"The external auditors, MNP LLP, conduct an independent examination, in accordance with Canadian auditing standards, and express\",\n    \"row 15\": \"their opinion on the consolidated financial statements. The external auditors have full and free access to financial management of '\",\n    \"row 16\": \"Red Rock Indian Band and meet when required.\",\n    \"row 17\": \"March 19, 2021\",\n    \"row 18\": \"AURA Band Administrator\",\n    \"row 19\": \"EEN \\u2122\"\n}"