"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"24. Budgeted figures\",\n    \"row 2\": \"Canadian Public Sector Accounting (\\\"PSA\\\") standards require the disclosure of budget information for comparison to the\",\n    \"row 3\": \"First Nation's actual revenue and expenses. The consolidated budgeted revenue and expenses, and surplus have not been\",\n    \"row 4\": \"reported in these consolidated financial statements. While having no effect on reported revenue, expenses, and surplus,\",\n    \"row 5\": \"omission of this information is considered a departure from PSA standards.\",\n    \"row 6\": \"25. First Nations Financial Transparency Act\",\n    \"row 7\": \"The First Nation is required by the First Nations Financial Transparency Act to post its consolidated financial statements on\",\n    \"row 8\": \"a website and submit the consolidated financial statements to ISC by July 31, 2020. As the audit report date is after this\",\n    \"row 9\": \"date, the First Nation is not in compliance with the requirement. The possible effect of this non-compliance has not yet been\",\n    \"row 10\": \"determined.\",\n    \"row 11\": \"26. Significant event\",\n    \"row 12\": \"During the year, there was a global outbreak of COVID-19 (coronavirus), which has had a significant impact on businesses\",\n    \"row 13\": \"through the restrictions put in place by the Canadian, provincial and municipal governments regarding travel, business\",\n    \"row 14\": \"operations and isolation/quarantine orders. At this time, it is unknown the extent of the impact the COVID-19 outbreak may\",\n    \"row 15\": \"have on the First Nation as this will depend on future developments that are highly uncertain and that cannot be predicted\",\n    \"row 16\": \"with confidence. These uncertainties arise from the inability to predict the ultimate geographic spread of the disease, and\",\n    \"row 17\": \"the duration of the outbreak, including the duration of travel restrictions, business closures or disruptions, and\",\n    \"row 18\": \"quarantine/isolation measures that are currently, or may be put, in place by Canada and other countries to fight the virus.\",\n    \"row 19\": \"27. Comparative figures\",\n    \"row 20\": \"Certain comparative figures have been reclassified to conform with current year's presentation.\"\n}"