"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"2. Significant accounting policies (Continued from previous page)\",\n    \"row 2\": \"Segments\",\n    \"row 3\": \"The First Nation conducts its business through ten reportable segments. These operating segments are established by\",\n    \"row 4\": \"senior management to facilitate the achievement of the First Nation's long-term objectives to aid in resource allocation\",\n    \"row 5\": \"decisions, and to assess operational performance.\",\n    \"row 6\": \"For each reported segment, revenue and expenses represent both amounts that are directly attributable to the segment and\",\n    \"row 7\": \"amounts that are allocated on a reasonable basis. Therefore, certain allocation methodologies are employed in the\",\n    \"row 8\": \"preparation of segmented financial information.\",\n    \"row 9\": \"The accounting policies used in these segments are consistent with those followed in the preparation of the consolidated\",\n    \"row 10\": \"financial statements as disclosed in the significant accounting policies.\",\n    \"row 11\": \"Employee future benefits\",\n    \"row 12\": \"The First Nation's employee future benefit program consists of a defined contribution plan. The First Nation contributions to\",\n    \"row 13\": \"the defined contribution plan are expensed as incurred.\",\n    \"row 14\": \"Funds held in Ottawa Trust Fund\",\n    \"row 15\": \"Funds held in trust on behalf of First Nation members by the Government of Canada in the Ottawa Trust Fund are reported\",\n    \"row 16\": \"on the consolidated statement of financial position. Trust monies consist of:\",\n    \"row 17\": \"e Capital trust monies derived from non-renewable resource transactions on the sale of land or other First Nation\",\n    \"row 18\": \"tangible capital assets; and\",\n    \"row 19\": \"e Revenue trust monies generated primarily through land leasing transactions or interest earned on deposits held in\",\n    \"row 20\": \"trust.\"\n}"