"{\n    \"Title\": \"Notes to the Consolidated Financial StatementsFor the year ended March 31, 2020\",\n    \"row 1\": \"1. Operations\",\n    \"row 2\": \"The Red Rock Indian Band (the \\\"First Nation\\\") is located in the province of Ontario, and provides various services to its\",\n    \"row 3\": \"members. Red Rock Indian Band includes the First Nation's members, government and all related entities that are\",\n    \"row 4\": \"accountable to the First Nation and are either owned or controlled by the First Nation.\",\n    \"row 5\": \"2. Significant accounting policies\",\n    \"row 6\": \"These consolidated financial statements have been prepared in accordance with Canadian public sector accounting\",\n    \"row 7\": \"standards prescribed for governments as recommended by the Public Sector Accounting Board of Chartered Professional\",\n    \"row 8\": \"Accountants of Canada.\",\n    \"row 9\": \"Reporting entity\",\n    \"row 10\": \"The Red Rock Indian Band reporting entity includes the Red Rock Indian Band government and all related entities that are\",\n    \"row 11\": \"controlled by the First Nation.\",\n    \"row 12\": \"Principles of consolidation\",\n    \"row 13\": \"All controlled entities are fully consolidated on a line-by-line basis except for the commercial enterprises which meet the\",\n    \"row 14\": \"definition of a government business enterprise or government business partnership, which are included in the consolidated\",\n    \"row 15\": \"financial statements on a modified equity basis. Inter-organizational balances and transactions are eliminated upon\",\n    \"row 16\": \"consolidation.\",\n    \"row 17\": \"Under the modified equity method of accounting, only Red Rock Indian Band's investment in the government business\",\n    \"row 18\": \"enterprise/partnerships and the enterprise's/partnerships' net income and other changes in equity are recorded. No\",\n    \"row 19\": \"adjustment is made for accounting policies of the enterprise that are different from those of Red Rock Indian Band.\",\n    \"row 20\": \"Organizations consolidated in Red Rock Indian Band's consolidated financial statements include:\",\n    \"row 21\": \"e Red Rock IB, LP\",\n    \"row 22\": \"e Red Rock IB, General Partner Inc.\",\n    \"row 23\": \"e Red Rock Construction Logistics General Partner Inc. (proportionate)\",\n    \"row 24\": \"e Nipigon & Red Rock Plumbing & Heating Limited\",\n    \"row 25\": \"e Lake Helen Gas & Variety, General Partner Inc.\",\n    \"row 26\": \"e Red Rock IB Holdings GP Inc.\",\n    \"row 27\": \"e Red Rock IB Holdings, LP\",\n    \"row 28\": \"e Lake Helen Aggregates, LP (proportionate)\",\n    \"row 29\": \"e Lake Helen Aggregates GP Inc. (proportionate)\",\n    \"row 30\": \"e Lake Helen Logistics, LP (proportionate)\",\n    \"row 31\": \"e Lake Helen Logistics GP Inc. (proportionate)\",\n    \"row 32\": \"Organizations accounted for on a modified equity basis include:\",\n    \"row 33\": \"e 2190774 Ontario Limited\",\n    \"row 34\": \"e Red Rock General Construction Logistics, LP\",\n    \"row 35\": \"e Nipigon & Red Rock Plumbing & Heating, LP\",\n    \"row 36\": \"e Lake Helen Gas & Variety, LP\"\n}"