"{\n    \"Title\": \"Year ended April 30, 20181. Significant accounting policies (continued):\",\n    \"row 1\": \"(d) Employee benefit plan:\",\n    \"row 2\": \"Defined contribution plan accounting is applied to a multi-employer plan, whereby contributions\",\n    \"row 3\": \"are expensed when due as the University College has insufficient information to apply defined\",\n    \"row 4\": \"benefit plan accounting.\",\n    \"row 5\": \"(e) Capital assets:\",\n    \"row 6\": \"Purchased capital assets are recorded at cost. Contributed capital assets are recorded at fair\",\n    \"row 7\": \"value at the date of contribution. Assets acquired under capital leases are amortized over the\",\n    \"row 8\": \"estimated life of the assets or over the lease term, as appropriate. Capital assets acquired\",\n    \"row 9\": \"prior to May 1, 2011 are recorded at deemed cost, being its fair value at May 1, 2011, the\",\n    \"row 10\": \"transition date to Accounting Standards for Not-For-Profit organizations. Repairs and\",\n    \"row 11\": \"maintenance costs are charged to expense. Betterments which extend the estimated life of an\",\n    \"row 12\": \"asset are capitalized. When a capital asset no longer contributes to the University College\\u2019s\",\n    \"row 13\": \"ability to provide services, its carrying amount is written down to its residual value.\",\n    \"row 14\": \"Capital assets are amortized on a straight-line basis using the following annual rates:\",\n    \"row 15\": \"Rate\",\n    \"row 16\": \"Buildings and facilities 40 years\",\n    \"row 17\": \"Organ 40 years\",\n    \"row 18\": \"Equipment 5-20 years\",\n    \"row 19\": \"Furniture and fixtures 10 years\",\n    \"row 20\": \"Library books 10 years\",\n    \"row 21\": \"Computer hardware and software 4 years\",\n    \"row 22\": \"Franchise license 10 years\",\n    \"row 23\": \"(f) Inventory:\",\n    \"row 24\": \"Inventory, which consists of books and other retail items, is valued at the lower of cost and net\",\n    \"row 25\": \"realizable value. Cost is determined on a first-in, first-out basis.\",\n    \"row 26\": \"(g) Financial instruments:\",\n    \"row 27\": \"Financial instruments are recorded at fair value on initial recognition. Freestanding derivative\",\n    \"row 28\": \"instruments that are not in a qualifying hedging relationship and equity instruments that are\",\n    \"row 29\": \"quoted in an active market are subsequently measured at fair value. All other financial\",\n    \"row 30\": \"instruments are subsequently recorded at cost or amortized cost, unless management has\",\n    \"row 31\": \"elected to carry the instruments at fair value. The University College has not elected to carry\",\n    \"row 32\": \"any such financial instruments at fair value.\",\n    \"row 33\": \"Transaction costs incurred on the acquisition of financial instruments measured subsequently\",\n    \"row 34\": \"at fair value are expensed as incurred. All other financial instruments are adjusted by\",\n    \"row 35\": \"transaction costs incurred on acquisition and financing costs, which are amortized using the\",\n    \"row 36\": \"straight-line method.\"\n}"