"{\n    \"Title\": \"Year ended March 31, 20208. Contingent liabilities:\",\n    \"row 1\": \"(a) The First Nation has entered into accountable contribution arrangements with several\",\n    \"row 2\": \"government funding agencies. All such programs are subject to audit by the various\",\n    \"row 3\": \"governments, with audit adjustments repayable to the governments.\",\n    \"row 4\": \"(b) The First Nation has endorsed CMHC loans made to various members under the Rural\",\n    \"row 5\": \"Rehabilitation Assistance Program and is contingently liable under the terms of the loan\",\n    \"row 6\": \"program.\",\n    \"row 7\": \"(c) The Department of Indigenous Services Canada (!SC) has guaranteed loans to various\",\n    \"row 8\": \"members. If any loans are in default and require payment by the Department, the\",\n    \"row 9\": \"amount paid will be charged back to the First Nation.\",\n    \"row 10\": \"(d) In accordance with terms and conditions of a financing arrangement between the Bank of\",\n    \"row 11\": \"Montreal and the Robinson Huron Treaty Trust (the \\u201cTrust\\u201d), the First Nation as a\",\n    \"row 12\": \"beneficiary of the Trust has guaranteed borrowings in proportion to its beneficial interest\",\n    \"row 13\": \"in the Trust in the amount of $514,750. As of March 31, 2020, its proportional outstanding\",\n    \"row 14\": \"loan balance as part of the Trust is $514,750 (2019 - $514,750).\",\n    \"row 15\": \"The loan guarantee is secured by an assignment of the First Nation's distributions from\",\n    \"row 16\": \"the Ontario First Nation Limited Partnership.\",\n    \"row 17\": \"9. Comparative information:\",\n    \"row 18\": \"Certain 2019 comparative information have been reclassified to conform to the presentation\",\n    \"row 19\": \"adopted in 2020.\",\n    \"row 20\": \"10. Budget figures:\",\n    \"row 21\": \"Budgets established for capital funds are based on a project-oriented basis, the costs of\",\n    \"row 22\": \"which may be carried out over several years. Current fund budgets are affected on an on-\",\n    \"row 23\": \"going basis, depending on when various government programs become available to the First\",\n    \"row 24\": \"Nation. Accordingly, the budgets are not directly comparable with current year actual\",\n    \"row 25\": \"amounts and therefore, budgets have not been reflected on the consolidated statement of\",\n    \"row 26\": \"operations.\",\n    \"row 27\": \"11. indigenous Services Canada:\",\n    \"row 28\": \"2020 2019\",\n    \"row 29\": \"Revenue as reported $ 13,462,414 \\u00a7 10,121,068\",\n    \"row 30\": \"Less: prior year deferred revenue (1,448,324) (32,454)\",\n    \"row 31\": \"Add: ending deferred revenue 4,889,610 1,448,324\",\n    \"row 32\": \"Less: prior year funding set-off (126,713) _\",\n    \"row 33\": \"Revenue per funding confirmation $ 16,776,987 $ 11,536,938\"\n}"