"{\n    \"Title\": \"Notes to Consolidated Financial StatementsYear Ended March 31, 2020\",\n    \"row 1\": \"esses\",\n    \"row 2\": \"2. SIGNIFICANT ACCOUNTING POLICIES (continued)\",\n    \"row 3\": \"Revenue recognition\",\n    \"row 4\": \"Revenues are recognized in the period in which the transactions or events occurred that gave rise to\",\n    \"row 5\": \"the revenues. All revenues are recorded on an accrual basis, except when the accruals cannot be\",\n    \"row 6\": \"determined with a reasonable degree of certainty or when their estimation is impracticable.\",\n    \"row 7\": \"Government transfers and grant revenue are recognized as the First Nation becomes entitled to the\",\n    \"row 8\": \"funding under the terms of applicable funding agreements and is recorded in the period in which the\",\n    \"row 9\": \"resources are used for the purpose specified in the agreements. Restricted funding received which\",\n    \"row 10\": \"relates to a subsequent fiscal period or which has stipulations that give rise to an obligation are\",\n    \"row 11\": \"reported as deferred revenue until the resources are used for the purpose or purposes specified\",\n    \"row 12\": \"and/or the stipulations giving rise to an obligation have been met.\",\n    \"row 13\": \"Contributions from other sources are deferred when restrictions are placed on their use by the\",\n    \"row 14\": \"contributor, and are recognized as revenue when used for the specific purpose.\",\n    \"row 15\": \"Revenue related to fees or services received in advance of the fee being earned or the service is\",\n    \"row 16\": \"performed is deferred and recognized when the fee is earned or service performed.\",\n    \"row 17\": \"Measurement uncertainty\",\n    \"row 18\": \"The preparation of financial statements in conformity with Canadian public sector accounting\",\n    \"row 19\": \"standards requires management to make estimates and assumptions that affect the reported\",\n    \"row 20\": \"amount of assets and liabilities, disclosure of contingent assets and liabilities at the date of the\",\n    \"row 21\": \"financial statements and the reported amounts of revenues and expenses during the period. Such\",\n    \"row 22\": \"estimates are periodically reviewed and any adjustments necessary are reported in earnings in the\",\n    \"row 23\": \"period in which they become known. Actual results could differ from these estimates.\",\n    \"row 24\": \"Financial instruments\",\n    \"row 25\": \"T'Sou-ke First Nation's financial instruments consist of cash, investments, accounts receivable, bank\",\n    \"row 26\": \"indebtedness, accounts payable and accruals, and long-term debt. It is management's opinion that\",\n    \"row 27\": \"the First Nation is not exposed to significant currency or credit risk arising from these financial\",\n    \"row 28\": \"instruments. The fair value of the instruments approximates their carrying values, unless otherwise\",\n    \"row 29\": \"noted.\",\n    \"row 30\": \"Interest rate risk is the risk that the value of a financial instrument might be adversely affected by a\",\n    \"row 31\": \"change in the interest rates. In seeking to minimize the risks from interest rate fluctuations, the First\",\n    \"row 32\": \"Nation manages exposure through its normal operating and financing activities. The First Nation is\",\n    \"row 33\": \"exposed to interest rate price risk on its loans with fixed interest rates and on its investment portfolio\",\n    \"row 34\": \"consisting partially of fixed income securities.\",\n    \"row 35\": \"Segments:\",\n    \"row 36\": \"The First Nation conducts its business through a number of operating segments. These operating\",\n    \"row 37\": \"segments are established by senior management to facilitate the achievement of the First Nation's\",\n    \"row 38\": \"long-term objectives, to aid in resource allocation decisions, and to assess operational performance.\",\n    \"row 39\": \"For each reported segment, revenue and expenses represent both amounts that are directly\",\n    \"row 40\": \"attributable to the segment and amounts that are allocated on a reasonable basis. The accounting\",\n    \"row 41\": \"policies used in these segments are consistent with those followed in the preparation of the\",\n    \"row 42\": \"consolidated financial statements.\"\n}"