"{\n    \"Title\": \"Notes to Consolidated Financial StatementsYear Ended March 31, 2020\",\n    \"row 1\": \"essences\",\n    \"row 2\": \"2. SIGNIFICANT ACCOUNTING POLICIES (continued)\",\n    \"row 3\": \"Reporting entity and basis of consolidation\",\n    \"row 4\": \"The consolidated financial statements reflect the assets, liabilities, revenues, and expenses of\",\n    \"row 5\": \"entities which are controlled by the First Nation. Controlled entities are consolidated, except for\",\n    \"row 6\": \"government business enterprises and government business partnerships, which are accounted for\",\n    \"row 7\": \"by the modified equity method. All inter-fund and inter-organization transactions and balances have\",\n    \"row 8\": \"been eliminated on consolidation.\",\n    \"row 9\": \"(a) Consolidated entites:\",\n    \"row 10\": \"The First Nation has consolidated the assets, liabilities, and results of operations for the following\",\n    \"row 11\": \"entities:\",\n    \"row 12\": \"e T\\u2019Sou-ke First Nation Government Administration\",\n    \"row 13\": \"e T'Sou-ke First Nation Trusts Fund\",\n    \"row 14\": \"e T\\u2019Sou-ke First Nation CMHC Housing Program Fund\",\n    \"row 15\": \"(b) Investment in government business enterprises and partnerships:\",\n    \"row 16\": \"The First Nation records its investments in government business enterprises (GBE) and\",\n    \"row 17\": \"government business partnerships (GBP) on a modified equity basis. Under the modified equity\",\n    \"row 18\": \"basis, the GBE's and GBP's accounting policies are not adjusted to conform with those of the\",\n    \"row 19\": \"First Nation and inter-organizational transactions and balances are not eliminated. The First\",\n    \"row 20\": \"Nation recognizes its equity interest in the annual earnings or loss of the GBE's and GBP's in its\",\n    \"row 21\": \"consolidated statement of operations with a corresponding increase or decrease in its investment\",\n    \"row 22\": \"asset account. Any dividends or other cash distributions that the First Nation may receive from\",\n    \"row 23\": \"the GBE's and GBP's will be reflected as deductions in the investment asset account.\",\n    \"row 24\": \"The First Nation's government business enterprise investment consists of the following, with a\",\n    \"row 25\": \"100% interest:\",\n    \"row 26\": \"\\u00a2 T'Sou-ke Development Corporation\",\n    \"row 27\": \"The First Nation's government business partnerhship investment consists of the following, with a\",\n    \"row 28\": \"99.99% interest:\",\n    \"row 29\": \"e T'Sou-ke Economic Development Limited Partnership (Inactive)\",\n    \"row 30\": \"(c) Investments:\",\n    \"row 31\": \"Investments in entities in which the First Nation does not control individually or jointly are\",\n    \"row 32\": \"recorded at acquisition cost. If there has been an other than temporary decline in the value of an\",\n    \"row 33\": \"investment, the investment is written down to its net realizable value. Investments in entities in\",\n    \"row 34\": \"which the First Nation does not control but has joint control or significant influence in operations\",\n    \"row 35\": \"are accounted for, similar to government business partnerships, using the modified equity\",\n    \"row 36\": \"method.\",\n    \"row 37\": \"(continues)\"\n}"