"{\n    \"Title\": \"Notes to Consolidated Financial StatementsYear Ended March 31, 2020\",\n    \"row 1\": \"SS sssssseesesensst\",\n    \"row 2\": \"2. SIGNIFICANT ACCOUNTING POLICIES (continued)\",\n    \"row 3\": \"Cash and cash equivalents\",\n    \"row 4\": \"Cash and cash equivalents include cash on hand, balances with banks net of bank overdrafts and\",\n    \"row 5\": \"term deposits having a maturity of three months or less at acquisition which are held for the purpose\",\n    \"row 6\": \"of meeting short term cash commitments.\",\n    \"row 7\": \"Tangible capital assets\",\n    \"row 8\": \"Tangible capital assets are recorded at cost, which includes amounts that are directly related to the\",\n    \"row 9\": \"acquisition, design, construction, development, improvement or betterment of the assets. Cost\",\n    \"row 10\": \"includes overhead directly attributable to construction and development, as well as interest costs\",\n    \"row 11\": \"that are directly attributable to the acquisition or construction of the assets.\",\n    \"row 12\": \"Tangible capital assets are amortized over their estimated useful lives on a straight-line basis at the\",\n    \"row 13\": \"following rates and methods:\",\n    \"row 14\": \"Infrastructure 20 years straight-line method\",\n    \"row 15\": \"Band/Social housing 20 years straight-line method\",\n    \"row 16\": \"Boats 10 years straight-line method\",\n    \"row 17\": \"Motor vehicles > years straight-line method\",\n    \"row 18\": \"Computer equipment 5S years straight-line method\",\n    \"row 19\": \"Playground 10 years straight-line method\",\n    \"row 20\": \"Photovolt systems 15 years straight-line method\",\n    \"row 21\": \"Housing betterments 10 years straight-line method\",\n    \"row 22\": \"The First Nation regularly reviews its tangible capital assets to eliminate obsolete items. Tangible\",\n    \"row 23\": \"capital assets are written down when conditions indicate that they no longer contribute to T'Sou-ke\",\n    \"row 24\": \"First Nation's ability to provide goods and services, or when the value of future economic benefits\",\n    \"row 25\": \"associated with the tangible capital assets are less than their net book value. The net write-downs\",\n    \"row 26\": \"are accounted for as expenses in the consolidated statement of operations.\",\n    \"row 27\": \"Contributed capital assets are recorded into revenues at their fair value on the date of donation,\",\n    \"row 28\": \"except in circumstances where fair value cannot be reasonably determined, in which case they are\",\n    \"row 29\": \"recognized at nominal value. Transfers of capital assets from related parties are recorded at carrying\",\n    \"row 30\": \"value.\",\n    \"row 31\": \"Certain assets which have historical or cultural vaiue, including works of art, historical documents\",\n    \"row 32\": \"and historical and cultural artifacts, are not recognized as tangible capital assets. Assets under\",\n    \"row 33\": \"construction are not amortized until the asset is available to be put into service.\",\n    \"row 34\": \"Reserve Funds\",\n    \"row 35\": \"Reserve funds represent the replacement and operating reserve funds required under the terms of\",\n    \"row 36\": \"the agreement with Canada Mortgage and Housing Corporation.\",\n    \"row 37\": \"(continues)\"\n}"