"{\n    \"Title\": \"Year ended March 31, 2020The Wahnapitae First Nation (the \\u201cFirst Nation\\u201d), located in Capreol, Ontario, administers\",\n    \"row 1\": \"programs and provides services to First Nation members.\",\n    \"row 2\": \"1. Significant accounting policies:\",\n    \"row 3\": \"These financial statements of the First Nation are the representation of management and\",\n    \"row 4\": \"have been prepared in accordance with Canadian generally accepted accounting principles\",\n    \"row 5\": \"for local governments as recommended by the Public Sector Accounting Board (PSAB) of\",\n    \"row 6\": \"Chartered Professional Accountants of Canada. The following is a summary of the\",\n    \"row 7\": \"significant accounting policies followed in the preparation of these financial statements:\",\n    \"row 8\": \"(a) Reporting entity:\",\n    \"row 9\": \"The reporting entity includes activities of all committees of the First Nation under the\",\n    \"row 10\": \"control of Chief and Council.\",\n    \"row 11\": \"(b) Basis of accounting:\",\n    \"row 12\": \"The First Nation follows the accrual method of accounting for revenues and expenses.\",\n    \"row 13\": \"Revenues are normally recognized in the year in which they are earned and\",\n    \"row 14\": \"measurable. Expenses are recognized as they are incurred and measurable as a result\",\n    \"row 15\": \"of receipt of goods or services and/or the creation of a legal obligation to pay.\",\n    \"row 16\": \"(c) Non-financial assets:\",\n    \"row 17\": \"Non-financial assets are not available to discharge existing liabilities and are held for\",\n    \"row 18\": \"use in the provision of services. They have useful lives extending beyond the current\",\n    \"row 19\": \"year and are not intended for sale in the ordinary course of operations.\",\n    \"row 20\": \"(i) Tangible capital assets:\",\n    \"row 21\": \"Tangible capital assets are recorded at cost which includes amounts that are\",\n    \"row 22\": \"directly attributable to acquisition, construction, development or betterment of the\",\n    \"row 23\": \"asset. The cost, less residual value, of the tangible capital assets, excluding land\",\n    \"row 24\": \"and landfill sites, are amortized on a straight-line basis over their estimated useful\",\n    \"row 25\": \"lives as follows:\",\n    \"row 26\": \"Asset Useful Life - Years\",\n    \"row 27\": \"Land improvements 25\",\n    \"row 28\": \"Buildings and building improvements 25 - 40\",\n    \"row 29\": \"Vehicles 5-10\",\n    \"row 30\": \"Furniture, computers and fixtures 3-10\",\n    \"row 31\": \"Machinery and equipment 5 - 20\",\n    \"row 32\": \"Roads infrastructure 40 - 50\",\n    \"row 33\": \"Annual amortization is charged in the year of acquisition and in the year of\",\n    \"row 34\": \"disposal. Assets under construction are not amortized until the asset is available\",\n    \"row 35\": \"for productive use.\"\n}"