"{\n    \"Title\": \"rere eee ee ee eee eee eee eee eee een eee n eee eee cere ener eeThunder Bay Port Authority\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"December 31, 2019 (expressed in CAD $)\",\n    \"row 3\": \"7. Payments in Lieu of Municipal Taxes\",\n    \"row 4\": \"Under the Constitution Act, 1867, the federal government is exempt from local taxation.\",\n    \"row 5\": \"Thunder Bay Port Authority is an agent of the federal government for the purposes of Section 28\",\n    \"row 6\": \"(2)(a) of the Canada Marine Act. To recognize the services it receives from the Municipality,\",\n    \"row 7\": \"the Port Authority pays its fair share of the cost of local government. Payments are estimated\",\n    \"row 8\": \"in accordance with the provisions of the Payments in Lieu of Taxes Act. Accruals are re-\",\n    \"row 9\": \"evaluated each year and charges, if any, are made in the current period's financial statements\",\n    \"row 10\": \"based upon the best available information relating to valuation of property.\",\n    \"row 11\": \"8. Gross Revenue Charge\",\n    \"row 12\": \"Under its letters patent, the Port Authority is required to pay a gross revenue charge to the\",\n    \"row 13\": \"Minister of Transport equal to 2% of the calculated gross revenue, including investment income,\",\n    \"row 14\": \"for the fiscal year.\",\n    \"row 15\": \"9. Pension Plan Expense\",\n    \"row 16\": \"The Port Authority maintains a defined contribution pension plan for its full-time employees\",\n    \"row 17\": \"with more than six months of continuous service and part-time employees with more than two\",\n    \"row 18\": \"years of continuous service. Pension benefits are vested after two years of continuous\",\n    \"row 19\": \"membership in the plan. Pension expense is equal to the Port Authority's contribution for the\",\n    \"row 20\": \"year.\",\n    \"row 21\": \"Pension expense of $52,555 for the year ($56,851 for the year ending December 31, 2018) is\",\n    \"row 22\": \"included in wages and benefits.\",\n    \"row 23\": \"10. Revenue Recognition\",\n    \"row 24\": \"2019 2018\",\n    \"row 25\": \"Throughput, berthage and storage revenue $ 1,355,985 $ 1,576,031\",\n    \"row 26\": \"Shipping revenue 718,323 662,214\",\n    \"row 27\": \"Lease revenue (Note 11) 1,073,051 1,028,613\",\n    \"row 28\": \"$ 3,147,359 $ 3,266,858\",\n    \"row 29\": \"Terminal revenues include throughput, storage and leasing revenue. Harbour park revenues\",\n    \"row 30\": \"include leasing revenue, while intercity revenues include berthage and leasing revenue.\",\n    \"row 31\": \"Throughput and storage revenues are recognized monthly based on goods handled and stored at\",\n    \"row 32\": \"Port facilities. Revenue from leases and licenses are recognized monthly on a straight line basis\",\n    \"row 33\": \"according to the applicable agreements. Any lease revenues that have been prepaid by tenants\",\n    \"row 34\": \"have been recorded as deferred rental income. Berthage revenue is based on the period of\",\n    \"row 35\": \"time a vessel is docked. Harbour revenue from vessels entering the Port is based upon cargo\",\n    \"row 36\": \"volumes and is recorded at the time the vessels leave the port.\"\n}"