"{\n    \"Title\": \"Thunder Bay Port AuthorityNotes to Financial Statements\",\n    \"row 1\": \"December 31, 2019 (expressed in CAD $)\",\n    \"row 2\": \"3. Adoption of New Accounting Standards\",\n    \"row 3\": \"Accounting standards, interpretations and amendments effective for accounting years\",\n    \"row 4\": \"beginning on or after January 1, 2019 did not materially affect the Port Authority's financial\",\n    \"row 5\": \"statements other than those described below.\",\n    \"row 6\": \"IFRS 16 Leases:\",\n    \"row 7\": \"On January 1, 2019, the Port Authority adopted IFRS 16 Leases (IFRS 16). IFRS 16 provides a\",\n    \"row 8\": \"single lessee accounting model, requiring the recognition of assets and liabilities for all leases,\",\n    \"row 9\": \"unless the lease term is 12 months or less, or the underlying asset is of low value. IFRS 16\",\n    \"row 10\": \"substantially carries forward the lessor accounting in JAS 17 - Leases (\\u201cIAS 17\\u201d), with the\",\n    \"row 11\": \"distinction between operating leases and finance leases being retained.\",\n    \"row 12\": \"The Port Authority adopted IFRS 16 using the modified retrospective approach without\",\n    \"row 13\": \"restatement of comparative figures. The Port Authority elected to apply the practical\",\n    \"row 14\": \"expedient to not reassess whether a contract is, or contains a lease at the date of initial\",\n    \"row 15\": \"application. Contracts entered into before the transition date that were not identified as leases\",\n    \"row 16\": \"under IAS 17 and IFRIC 4 were not reassessed. The definition of a lease under IFRS 16 was\",\n    \"row 17\": \"applied only to contracts entered into or changed on or after January 1, 2019.\",\n    \"row 18\": \"IFRS 16 provides for certain optional practical expedients, including those related to the initial\",\n    \"row 19\": \"adoption of the standard. The Company applied the following practical expedients when\",\n    \"row 20\": \"applying IFRS 16 to leases previously classified as operating leases under IAS 17:\",\n    \"row 21\": \"e Applied the exemption not to recognize right-of-use assets and liabilities for leases with less\",\n    \"row 22\": \"than 12 months of lease term remaining as of the date of initial application.\",\n    \"row 23\": \"(i) Recognition and measurement\",\n    \"row 24\": \"The adoption of this standard had no impact on the financial statements of the Port Authority\",\n    \"row 25\": \"as at January 1, 2019.\",\n    \"row 26\": \"(ii) Disclosure\",\n    \"row 27\": \"Amendments were also made to IFRS 16 introducing expanded qualitative and quantitative\",\n    \"row 28\": \"disclosures, which the Port Authority has adopted for the annual period beginning January 1,\",\n    \"row 29\": \"2019.\"\n}"