"{\n    \"Title\": \"Thunder Bay Port AuthorityNotes to Financial Statements\",\n    \"row 1\": \"December 31, 2019 (expressed in CAD $)\",\n    \"row 2\": \"6. Property, Plant and Equipment\",\n    \"row 3\": \"On initial recognition, property, plant and equipment is valued at cost, being the purchase price\",\n    \"row 4\": \"and directly attributable costs of acquisition or construction required to bring the asset to the\",\n    \"row 5\": \"location and condition necessary to be capable of operating in the manner intended by the Port\",\n    \"row 6\": \"Authority.\",\n    \"row 7\": \"Property, plant and equipment is subsequently measured at cost less accumulated depreciation,\",\n    \"row 8\": \"less any accumulated impairment losses, with the exception of land, breakwalls, dredging and land\",\n    \"row 9\": \"reclamation contributed by the Government of Canada, which is not depreciated.\",\n    \"row 10\": \"When significant components of an item of property, plant and equipment have different useful\",\n    \"row 11\": \"lives, they are accounted for as separate items of property, plant and equipment.\",\n    \"row 12\": \"The carrying amount of replaced property, plant and equipment is derecognized as replaced. The\",\n    \"row 13\": \"costs of the day-to-day servicing of property, plant and equipment are recognized in the statement\",\n    \"row 14\": \"of comprehensive income as incurred.\",\n    \"row 15\": \"Depreciation is recognized in comprehensive income and is provided on a straight-line basis,\",\n    \"row 16\": \"commencing when the asset is available for use, using rates based on the estimated useful life of\",\n    \"row 17\": \"the asset. Depreciation rates are as follows:\",\n    \"row 18\": \"Wharf, terminal, and other buildings - 2 to 5%\",\n    \"row 19\": \"Rail trackage - 4%\",\n    \"row 20\": \"Marine equipment and storage - 5 to 15%\",\n    \"row 21\": \"Automotive equipment : 30%\",\n    \"row 22\": \"Other equipment - 5 to 20%\",\n    \"row 23\": \"Harbour park - infrastructure - 5%\",\n    \"row 24\": \"Depreciation methods, useful lives and residual values are reviewed annually and adjusted if\",\n    \"row 25\": \"appropriate.\",\n    \"row 26\": \"Government Grants\",\n    \"row 27\": \"Government grants are recognized at fair value when it is reasonably assured that the grant will be\",\n    \"row 28\": \"received and the Port Authority will comply with all attached conditions. Government grants\",\n    \"row 29\": \"relating to property and equipment are deducted from the cost therein and depreciation is\",\n    \"row 30\": \"recorded on a net basis.\"\n}"