"{\n    \"Title\": \"TTThunder Bay Port Authority\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"December 31, 2019 (expressed in CAD $)\",\n    \"row 3\": \"12. Directors and Key Management Remuneration\",\n    \"row 4\": \"In accordance with disclosure required by Section 37(3) of the Canada Marine Act, the following\",\n    \"row 5\": \"amounts were paid to directors and key management during the year:\",\n    \"row 6\": \"2019 2018\",\n    \"row 7\": \"Gregory S. Arason, Chair S$ 27,569 $ 31,556\",\n    \"row 8\": \"John Aiken, Chair of Audit Committee 9,848 20,695\",\n    \"row 9\": \"Tracy Buckler, Director 16,781 16,922\",\n    \"row 10\": \"Pritam S. Lamba, Director - 12,767\",\n    \"row 11\": \"Patrick Bushby, Director 17,247 4,612\",\n    \"row 12\": \"Wade Robertson, Director 10,721 -\",\n    \"row 13\": \"Bonnie Skene, Chair and Chair of Governance Committee 24,345 23,440\",\n    \"row 14\": \"Dianne Miller, Chair of Audit Committee 20,306 19,895\",\n    \"row 15\": \"Charla Robinson, Director 17,044 16,922\",\n    \"row 16\": \"Tim Heney, Chief Executive Officer - salary 204,842 201,280\",\n    \"row 17\": \"- benefits 19,857 19,975\",\n    \"row 18\": \"Guy Jarvis, Harbour Master - salary 146,988 142,930\",\n    \"row 19\": \"- benefits 16,796 15,404\",\n    \"row 20\": \"13. Capital and Liquidity Risk Management\",\n    \"row 21\": \"The Port Authority's objective when managing capital is to maintain adequate levels of funding to\",\n    \"row 22\": \"support its operations and to maintain corporate and administrative functions. The Port Authority\",\n    \"row 23\": \"manages its capital structure and makes adjustments to it in light of economic conditions. As the\",\n    \"row 24\": \"Port Authority is a government business enterprise, its original source of capital is from the\",\n    \"row 25\": \"contribution of capital assets from the Canadian Government. The Port Authority is not exposed to\",\n    \"row 26\": \"any externally imposed capital requirements.\",\n    \"row 27\": \"Liquidity risk is the risk that the Port Authority will not be able to meet financial obligations as\",\n    \"row 28\": \"they become due. The Port Authority\\u2019s policy is to ensure that it will always have sufficient cash to\",\n    \"row 29\": \"meet its liabilities when they become due. The key to success in managing liquidity is the degree\",\n    \"row 30\": \"of certainty in the cash flow projections. If future cash flows are fairly uncertain, the liquidity risk\",\n    \"row 31\": \"increases.\",\n    \"row 32\": \"The Port Authority strives to maintain a liquidity level that allows for sufficient funds to meet\",\n    \"row 33\": \"operational requirements so that obligations can be met as they become due. The Port Authority\",\n    \"row 34\": \"monitors cash balances regularly and has access to long-term investments, which can be readily\",\n    \"row 35\": \"converted into cash should it be required. The Port Authority's accounts payable and accrued\",\n    \"row 36\": \"liabilities are contractually due within the next twelve months.\",\n    \"row 37\": \"14. Standards, Amendments and Interpretations Not Yet Effective\",\n    \"row 38\": \"There are no other standards, interpretations or amendments issued, but not yet effective that the\",\n    \"row 39\": \"Port Authority anticipates may have a material effect on the financial statements once adopted.\"\n}"