"{\n    \"Title\": \"nn  )Thunder Bay Port Authority\",\n    \"row 1\": \"Notes to Financial Statements\",\n    \"row 2\": \"December 31, 2019 (expressed in CAD $)\",\n    \"row 3\": \"1. Nature and Purpose of Organization\",\n    \"row 4\": \"The Thunder Bay Port Authority is a corporation without share capital created under the\",\n    \"row 5\": \"Canada Marine Act effective July 1, 1999. The Port Authority is charged with the management\",\n    \"row 6\": \"and administration of the Port of Thunder Bay and is also responsible for initiating and\",\n    \"row 7\": \"supporting effective efforts on behalf of the Port and in the interests of national and regional\",\n    \"row 8\": \"trade and local economic and social objectives. The Port Authority's head office is located at\",\n    \"row 9\": \"100 Main Street, Thunder Bay, Ontario, Canada.\",\n    \"row 10\": \"2. Basis of Preparation\",\n    \"row 11\": \"Statement of Compliance\",\n    \"row 12\": \"The Thunder Bay Port Authority is classified as a Government Business Enterprise (\\\"GBE\\\"). Asa\",\n    \"row 13\": \"GBE, the financial statements of the Port Authority have been prepared in accordance with\",\n    \"row 14\": \"International Financial Reporting Standards (\\\"IFRS\\\") as issued by the International Accounting\",\n    \"row 15\": \"Standards Board (\\\"IASB\\\").\",\n    \"row 16\": \"These financial statements were authorized for issue by the Board of Directors on March 11,\",\n    \"row 17\": \"2020.\",\n    \"row 18\": \"Basis of measurement\",\n    \"row 19\": \"These financial statements were prepared on a historical cost basis. The functional and\",\n    \"row 20\": \"presentation currency is the Canadian dollar, rounded to the nearest dollar.\",\n    \"row 21\": \"Critical Accounting Estimates and Judgments\",\n    \"row 22\": \"The preparation of financial statements requires management to make estimates and\",\n    \"row 23\": \"assumptions that affect the reported amounts of assets and liabilities at the date of the\",\n    \"row 24\": \"financial statements, and the reported amounts of revenues and expenses during the reporting\",\n    \"row 25\": \"period. Estimates and judgments are continually evaluated based on historical experience and\",\n    \"row 26\": \"other factors, including expectations of future events that are believed to be reasonable under\",\n    \"row 27\": \"the circumstances. In the future, actual experience may differ from these estimates and\",\n    \"row 28\": \"assumptions.\",\n    \"row 29\": \"The estimates and judgments that have a risk of causing a material adjustment to the carrying\",\n    \"row 30\": \"amounts of assets and liabilities include the determination of the estimated useful life and\",\n    \"row 31\": \"potential impairment of property, plant and equipment and their components (Note 6), the\",\n    \"row 32\": \"determination of the expected credit loss (\\\"ECL\\\") (Note 4), and the calculation of payments in -\",\n    \"row 33\": \"lieu of municipal taxes (Note 7). Actual results could differ from management's best estimates\",\n    \"row 34\": \"as additional information becomes available in the future.\"\n}"