"{\n    \"Title\": \"December 31, 2013 and 2012Notes to the consolidated financial statements\",\n    \"row 1\": \"(In thousands of dollars)\",\n    \"row 2\": \"4. Long-term investments\",\n    \"row 3\": \"December 31, December 31, January 1,\",\n    \"row 4\": \"2013 2012 2012\",\n    \"row 5\": \"aa aca MNT Re\",\n    \"row 6\": \"$ $ $\",\n    \"row 7\": \"Long-term bond investments 561 963 1,318\",\n    \"row 8\": \"Long term bond investments consist of Canadian commercial bank, Provincial and Federal government\",\n    \"row 9\": \"bonds with maturity dates ranging between fiscal years ending 2013 and 2014 and interest rates around\",\n    \"row 10\": \"3.50%.\",\n    \"row 11\": \"5. Financial instruments: fair value and risk management\",\n    \"row 12\": \"Fair value\",\n    \"row 13\": \"The fair values of short term investments are based on the quoted market prices (includes guaranteed\",\n    \"row 14\": \"investment certificates and bankers acceptances). The fair values of long term investments are based\",\n    \"row 15\": \"on the quoted market prices of bonds and redeemable notes. The fair value of the interest rate swap is\",\n    \"row 16\": \"calculated using a discounted cash flow analysis using the applicable yield curve and credit spread over\",\n    \"row 17\": \"the remaining life of the derivative.\",\n    \"row 18\": \"The fair value of short-term and long-term investments is determined directly from published price\",\n    \"row 19\": \"quotations in an active market whenever available.\",\n    \"row 20\": \"The carrying value of cash and cash equivalents, accounts receivable, City settlement payments\",\n    \"row 21\": \"receivable, accounts payable and accrued liabilities and payment in lieu of taxes payable, and tunnel\",\n    \"row 22\": \"concession liability approximate their fair values due to the relatively short term maturity. The Carrying\",\n    \"row 23\": \"value of mortgages receivable and bank loans approximate fair value due to the terms and conditions of\",\n    \"row 24\": \"the borrowing arrangements compared to current market conditions for similar items.\",\n    \"row 25\": \"Fair value hierarchy\",\n    \"row 26\": \"The Port Authority applies a three-tier hierarchy to classify the determination of fair value measurements\",\n    \"row 27\": \"for disclosure purposes. Inputs refer broadly to the data and assumptions that market participants would\",\n    \"row 28\": \"use in pricing the investment. Observable inputs are inputs that are based on market data from\",\n    \"row 29\": \"independent sources. Unobservable inputs are inputs that reflect the Port Authority\\u2019s own assumptions\",\n    \"row 30\": \"about the assumptions market participants would use in pricing an investment based on the best\",\n    \"row 31\": \"information available in the circumstances. The three-tier hierarchy of inputs is as follows:\",\n    \"row 32\": \"Level 1 - quoted prices in active markets for identical investments\",\n    \"row 33\": \"Level 2 - inputs other than quoted prices included in Level 1 that are observable for the investment,\",\n    \"row 34\": \"either directly (i.e. as prices) or indirectly (i.e. derived from prices)\",\n    \"row 35\": \"Level 3 - inputs for the investment that are not based on observable market data (unobservable inputs)\",\n    \"row 36\": \"The following is a summary of the fair value and classification levels as at December 31, 2013:\",\n    \"row 37\": \"Level 1 Level 2 Level 3 Total\",\n    \"row 38\": \"Nee ee EO Ola\",\n    \"row 39\": \"$ $ $ $\",\n    \"row 40\": \"Financial assets\",\n    \"row 41\": \"Short-term investments - 3,000 - 3,000\",\n    \"row 42\": \"Long-term investments \\u201d 561 - 561\",\n    \"row 43\": \"- 3,561 - 3,561\",\n    \"row 44\": \"SS SSS SS SSS Pt SS SSS sh SS Sethe rpms\",\n    \"row 45\": \"Financial liabilities\",\n    \"row 46\": \"Interest rate swap - 1,175 - 1,175\",\n    \"row 47\": \"Page 18\"\n}"