"{\n    \"Title\": \"December 31, 2012 and 2011\",\n    \"row 1\": \"Notes to the consolidated financial statements\",\n    \"row 2\": \"(in thousands of doliars)\",\n    \"row 3\": \"2. Significant accounting policies (continued)\",\n    \"row 4\": \"Employee future benefits (continued)\",\n    \"row 5\": \"The Port Authority has adopted the following policies for its defined benefit pension plans and other\",\n    \"row 6\": \"retirement benefits:\",\n    \"row 7\": \"(i) The cost of pensions and other retirement benefits earned by employees is actuarially determined\",\n    \"row 8\": \"using the projected unit credit method prorated on service and management's best estimate of\",\n    \"row 9\": \"expected plan investment performance, salary escalation, and retirement ages of employees.\",\n    \"row 10\": \"(ii) For the purpose of calculating the expected return on plan assets, those assets are valued at\",\n    \"row 11\": \"market-related value.\",\n    \"row 12\": \"(iii) Unamortized prior service costs for the Pension Plan and Other Post Retirement Benefits as of the\",\n    \"row 13\": \"date of transition were all recognized immediately through retained earnings. Prior service costs that\",\n    \"row 14\": \"arise after transition will be recognized as expense on a straight-line basis over the average period\",\n    \"row 15\": \"until the benefits become vested.\",\n    \"row 16\": \"(iv) Upon transition to IFRS, the Port Authority had elected to recognize all cumulative actuarial gains\",\n    \"row 17\": \"and losses at the date of transition through retained earnings.\",\n    \"row 18\": \"Revenue recognition\",\n    \"row 19\": \"Revenue from a contract to provide services is recognized by reference to the stage of completion of the\",\n    \"row 20\": \"contract. The Port Authority's policy for recognition of revenue from operating leases is described above\",\n    \"row 21\": \"in Note 2 for Leases.\",\n    \"row 22\": \"Revenue from vessels, cargo and passengers using the port are recognized when services are\",\n    \"row 23\": \"substantially rendered. Landing fees and Airport Operating fees are recognized as the airport facilities\",\n    \"row 24\": \"are utilized. Airport improvement fees are recognized upon the enplanement of passengers. Seasonal\",\n    \"row 25\": \"berthing fees and storage fees earned at the Outer Harbour Marina are recognized on a straight-line\",\n    \"row 26\": \"basis over the term of the agreement and any unearned portion is reflected as unearned revenue.\",\n    \"row 27\": \"Gross revenue charge\",\n    \"row 28\": \"In order to maintain its Letters Patent in good standing, the Port Authority is required to pay annually to\",\n    \"row 29\": \"the Transport Canada a Charge on Gross Revenue which is calculated as follows:\",\n    \"row 30\": \"Gross revenue Charge\",\n    \"row 31\": \"up to $10,000 2\",\n    \"row 32\": \"on the next $10,000 4\",\n    \"row 33\": \"on the next $40,000 6\",\n    \"row 34\": \"on the next $10,000 4\",\n    \"row 35\": \"over $70,000 2\",\n    \"row 36\": \"Page 13\"\n}"