"{\n    \"Title\": \"December 31, 2012 and 2011Notes to the consolidated financial statements\",\n    \"row 1\": \"(In thousands of dollars)\",\n    \"row 2\": \"9. Bank loans and derivative instruments (continued)\",\n    \"row 3\": \"b) Derivative instrument and hedge account (continued)\",\n    \"row 4\": \"The effect on Net income and Comprehensive is as follows:\",\n    \"row 5\": \"i) Effect on net income\",\n    \"row 6\": \"December 31, December 31,\",\n    \"row 7\": \"2012 2011\",\n    \"row 8\": \"Mark to market gain (loss) of the swap 308 (725)\",\n    \"row 9\": \"Amortization of accumulated loss of interest rate swap (91) (91)\",\n    \"row 10\": \"Ineffectiveness of January 31, 2012 hedge accounting (63) -\",\n    \"row 11\": \"Change in fair value (240) -\",\n    \"row 12\": \"Interest recovery 293 -\",\n    \"row 13\": \"Total gain (loss) on interest rate swap 207 (816)\",\n    \"row 14\": \"ii) Effect on comprehensive income\",\n    \"row 15\": \"December 31, December 31,\",\n    \"row 16\": \"2012 2011\",\n    \"row 17\": \"Change in Fair value (240) -\",\n    \"row 18\": \"Interest recovery 293 -\",\n    \"row 19\": \"Ineffectiveness reclassified to net income (63) -\",\n    \"row 20\": \"Recognized in Other Comprehensive income 10 -\",\n    \"row 21\": \"10. Payments in lieu of taxes\",\n    \"row 22\": \"Payments in lieu of taxes or (\\\"PILTs\\\") are payments which may be made by federal agencies to the\",\n    \"row 23\": \"municipality in which they operate, pursuant to the federal PILTs Act. The decision as to the quantum of\",\n    \"row 24\": \"the PILTs payments is discretionary to the federal body governed by the PILTs Act and is subject to\",\n    \"row 25\": \"review by the judiciary. The amount of PILTs paid by the federal agency must be fair and reasonable.\",\n    \"row 26\": \"Port Authority properties to which the PILTs Act applies are at the Billy Bishop Toronto City Airport\",\n    \"row 27\": \"(\\\"BBTCA\\\"), the Outer Harbour Marina, 80 Cherry Street, 60 Harbour Street and various waterlots. The\",\n    \"row 28\": \"Port Authority determined that based on recommendations in a 2009 Dispute Advisory Panel Report, the\",\n    \"row 29\": \"amount the Port Authority would pay for PILTS for years 1999 through 2012 inclusive was $13,240. This\",\n    \"row 30\": \"amount has been paid to the City, the last two payments being made in early 2013 totalling $4,347, the\",\n    \"row 31\": \"amount recognized as a liability as of December 31, 2012. The total of these payments has been\",\n    \"row 32\": \"accepted on account by the City.\",\n    \"row 33\": \"As part of a Term Sheet signed in July 2011, the Toronto Port Authority and City of Toronto had agreed\",\n    \"row 34\": \"to use best efforts to resolve and reach an agreement on PILTs prior to November 1, 2011. The parties\",\n    \"row 35\": \"did not achieve a settlement and pursuant to a Master Agreement dated March 5, 2012, the parties\",\n    \"row 36\": \"agreed to continue to use best efforts to reach an agreement on PILTs failing which, the parties would\",\n    \"row 37\": \"request a hearing before a Dispute Advisory Panel (\\\"DAP\\\"). In May 2012, Port Authority and the City\",\n    \"row 38\": \"requested that the matter be heard before a second DAP. The DAP was convened in January 2013.\",\n    \"row 39\": \"Page 28\"\n}"