"{\n    \"Title\": \"December 31, 2013 and 2012Notes to the consolidated financial statements\",\n    \"row 1\": \"(In thousands of dollars)\",\n    \"row 2\": \"5. Financial instruments: fair value and risk management (continued)\",\n    \"row 3\": \"Fair value hierarchy (continued)\",\n    \"row 4\": \"The following was a summary of the fair value classification levels as at December 31, 2012:\",\n    \"row 5\": \"Level 1 Level 2 Level 3 Total\",\n    \"row 6\": \"NSIT OLA\",\n    \"row 7\": \"$ $ $ $\",\n    \"row 8\": \"Financial assets\",\n    \"row 9\": \"Short-term investments - 26,791 - 26,791\",\n    \"row 10\": \"Long-term investments - 963 - 963\",\n    \"row 11\": \"- 27,754 ~ 27,754\",\n    \"row 12\": \"caanccnn rrr serra SSS SSS SSS SSS SS sss onsen\",\n    \"row 13\": \"Financial liabilities\",\n    \"row 14\": \"Interest rate swap - 1,719 - 1,719\",\n    \"row 15\": \"The following was a summary of the fair value classification levels as at January 1, 2012:\",\n    \"row 16\": \"Level 1 Level 2 Level 3 Total\",\n    \"row 17\": \"en EVEN GG la\",\n    \"row 18\": \"$ $ $ $\",\n    \"row 19\": \"Financial assets\",\n    \"row 20\": \"Short-term investments - 16,139 - 16,139\",\n    \"row 21\": \"Long-term investments - 1,318 - 1,318\",\n    \"row 22\": \"- 17,457 - 17,457\",\n    \"row 23\": \"Caan eran es SSS sss SSS SSS Sabss hte aaa\",\n    \"row 24\": \"Financial liabilities\",\n    \"row 25\": \"Interest rate swap - 2,027 7 2,027\",\n    \"row 26\": \"There were no transfers of investments between Level 1 and Level 2 during 2013 and 2012.\",\n    \"row 27\": \"Financial risk management\",\n    \"row 28\": \"In the normal course of business, the Port Authority is exposed to a variety of financial risks: price risk,\",\n    \"row 29\": \"interest rate risk, liquidity risk and credit risk. The Port Authority\\u2019s primary risk management objective is\",\n    \"row 30\": \"to preserve capital. Risk management strategies, as discussed below, are designed and implemented to\",\n    \"row 31\": \"ensure the Port Authority\\u2019s risks and related exposures are consistent with its objectives and risk\",\n    \"row 32\": \"tolerances.\",\n    \"row 33\": \"Market risk\",\n    \"row 34\": \"Market risk is managed by the Port Authority\\u2019s investment policy which requires a diversified portfolio of\",\n    \"row 35\": \"allowable investments pursuant to Section 32 of the Canada Marine Act. The Port Authority does not\",\n    \"row 36\": \"have any financial instruments which are subject to significant market risk.\",\n    \"row 37\": \"Credit risk\",\n    \"row 38\": \"The Port Authority\\u2019s principal financial assets are cash and cash equivalents, short-term investments,\",\n    \"row 39\": \"accounts receivable and long-term investments, which are subject to credit risk. The Carrying amounts of\",\n    \"row 40\": \"financial assets on the statement of financial position, represents the Port Authority\\u2019s maximum credit\",\n    \"row 41\": \"exposure at the date of the statement of financial position.\",\n    \"row 42\": \"The Port Authority\\u2019s credit risk is primarily attributable to its accounts receivables. The amounts\",\n    \"row 43\": \"disclosed in the statement of financial position of accounts receivable are net of allowance for doubtful\",\n    \"row 44\": \"accounts, estimated by the management of the Port Authority based on previous experience and its\",\n    \"row 45\": \"assessment of the current economic environment. In order to reduce its risk, management has adopted\",\n    \"row 46\": \"credit policies that include regular review of credit limits.\",\n    \"row 47\": \"Page 19\"\n}"