"{\n    \"Title\": \"December 31, 2012 and 2011Notes to the consolidated financial statements\",\n    \"row 1\": \"(In thousands of dollars)\",\n    \"row 2\": \"5. Financial instruments: fair value and risk management (continued)\",\n    \"row 3\": \"Financial risk management (continued)\",\n    \"row 4\": \"Cash flow risk\",\n    \"row 5\": \"The investment policy restricts the Port Authority from holding more than 20% of its investments in any\",\n    \"row 6\": \"one particular investment not guaranteed by the Government of Canada or of a Canadian province.\",\n    \"row 7\": \"Investment income is not a primary source of revenue for the Port Authority.\",\n    \"row 8\": \"Interest rate risk\",\n    \"row 9\": \"The Port Authority's financial liabilities are exposed to fluctuations in interest rates with respect to the\",\n    \"row 10\": \"variable portion of long term debt and its credit facility. The Port Authority is exposed to the following\",\n    \"row 11\": \"interest rate risks at December 31, 2012:\",\n    \"row 12\": \"Variable portion of long term debt 2,750\",\n    \"row 13\": \"Interest rate risk describes the Port Authority\\u2019s exposure to changes in the general level of interest rates.\",\n    \"row 14\": \"Interest rate risk arises when the Port Authority invests in fixed income and pooled funds which contain\",\n    \"row 15\": \"interest bearing investments and when it incurs financial liabilities at variable interest rates. Interest rate\",\n    \"row 16\": \"changes directly impact the fair value of fixed income securities and the fair value of the pooled funds.\",\n    \"row 17\": \"Interest rate changes will also have an indirect impact on the remaining investments held by the Port\",\n    \"row 18\": \"Authority. An analysis of maturity dates for the fixed income securities is set out below.\",\n    \"row 19\": \"Interest\",\n    \"row 20\": \"rate\",\n    \"row 21\": \"Maturity range 2012 2011\",\n    \"row 22\": \"$ $ $\",\n    \"row 23\": \"2013 5.18 414 790\",\n    \"row 24\": \"2014 3.50 - 4.50 549 528\",\n    \"row 25\": \"963 1,318\",\n    \"row 26\": \"The following table details the Port Authority's sensitivity analysis to an increase of interest rates by\",\n    \"row 27\": \"0.5% on net earnings and comprehensive income. The sensitivity includes floating rate financial\",\n    \"row 28\": \"liabilities and adjusts their effect at year end for a 0.5% increase in interest rates. A decrease of 0.5%\",\n    \"row 29\": \"would result in an equal and opposite effect on net earnings and comprehensive income.\",\n    \"row 30\": \"Effect on net\",\n    \"row 31\": \"earnings and\",\n    \"row 32\": \"comprehensive\",\n    \"row 33\": \"income\",\n    \"row 34\": \"Variable portion of long term debt (7)\",\n    \"row 35\": \"Page 20\"\n}"