"{\n    \"Title\": \"December 31, 2012 and 2011Notes to the consolidated financial statements\",\n    \"row 1\": \"(In thousands of dollars)\",\n    \"row 2\": \"5. Financial instruments: fair value and risk management (continued)\",\n    \"row 3\": \"Financial risk management (continued)\",\n    \"row 4\": \"Interest rate risk (continued)\",\n    \"row 5\": \"Under interest rate swap contracts, the Port Authority agrees to exchange the difference between fixed\",\n    \"row 6\": \"and floating rate interest amounts calculated on agreed notional principal amounts. Such contracts\",\n    \"row 7\": \"enable the Port Authority to mitigate the risk of changing interest rates on the fair value of issued fixed\",\n    \"row 8\": \"rate debt and the cash flow exposures on the issued variable rate debt. The fair value of interest rate\",\n    \"row 9\": \"swaps at the end of the reporting period is determined by discounting the future cash flows using the\",\n    \"row 10\": \"curves at the end of the reporting period and the credit risk inherent in the contract.\",\n    \"row 11\": \"The interest rate swaps settle on a monthly basis. The Port Authority settles the difference between the\",\n    \"row 12\": \"fixed and floating interest rate on a net basis.\",\n    \"row 13\": \"Currency risk\",\n    \"row 14\": \"At year-end, there were no amounts denominated in foreign currency carried on the statement of\",\n    \"row 15\": \"financial position.\",\n    \"row 16\": \"6. Capital disclosures\",\n    \"row 17\": \"The Port Authority\\u2019s objective when managing capital is to ensure sufficient liquidity to support its\",\n    \"row 18\": \"financial obligations and execute the operational and strategic plans to continue to provide benefits for\",\n    \"row 19\": \"its stakeholders and to remain financially self-sufficient. The Port Authority continually assesses its\",\n    \"row 20\": \"capital structure and makes adjustments to it with reference to changes in economic conditions and risk\",\n    \"row 21\": \"characteristics associated with its underlying assets. According to its Letters Patent, the Port Authority\\u2019s\",\n    \"row 22\": \"aggregate borrowing cannot exceed $52,100 nor can it borrow money as an agent of Her Majesty.\",\n    \"row 23\": \"Currently the Port Authority largely relies on cash flows from operations to fund its capital investment\",\n    \"row 24\": \"program. The Port Authority\\u2019s capital is comprised of bank indebtedness, deferred city capital payments\",\n    \"row 25\": \"and equity, net of cash and cash equivalents.\",\n    \"row 26\": \"2012 2011\",\n    \"row 27\": \"Total debt 11,760 16,604\",\n    \"row 28\": \"Tunnel concession liability 29,050 -\",\n    \"row 29\": \"Less: cash and cash equivalents 11,587 19,430\",\n    \"row 30\": \"Net debt 29,223 (2,826)\",\n    \"row 31\": \"Deferred city capital payments 5,364 4,972\",\n    \"row 32\": \"Equity 83,256 63,576\",\n    \"row 33\": \"117,843 65,722\",\n    \"row 34\": \"The Port Authority has certain covenants on its bank loans. As at December 31, 2012, the Port Authority\",\n    \"row 35\": \"was in compliance with those covenants. In addition, the Port Authority has certain external restrictions\",\n    \"row 36\": \"on the assets it can purchase with the deferred city capital payments and airport improvement fees. As\",\n    \"row 37\": \"at December 31, 2012, the Port Authority was in compliance with those restrictions.\",\n    \"row 38\": \"Page 21\"\n}"