"{\n    \"Title\": \"Year ended April 30, 2010\\u2014_\\u2014_\\u2014\\u2014\\u2014\\u2014 eee\",\n    \"row 1\": \"1. Significant accounting policies (continued):\",\n    \"row 2\": \"(j) Financial instruments:\",\n    \"row 3\": \"The financial instruments are classified into one of five categories: held-for-trading, held-\",\n    \"row 4\": \"to-maturity, loans and receivables, available-for-sale financial assets or other financial\",\n    \"row 5\": \"liabilities. All financial instruments, including derivatives, are measured in the statement\",\n    \"row 6\": \"of financial position at fair value except for loans and receivables, held to maturity\",\n    \"row 7\": \"investments and other financial liabilities which are measured at amortized cost.\",\n    \"row 8\": \"Subsequent measurement and changes in fair value will depend on their initial\",\n    \"row 9\": \"Classification, as follows: held-for-trading financial assets are measured at fair value and\",\n    \"row 10\": \"changes in fair value are recognized in operations: available-for-sale financial instruments\",\n    \"row 11\": \"are measured at fair value with changes in fair value recorded in the statement of\",\n    \"row 12\": \"operations and changes in fund balances.\",\n    \"row 13\": \"The University designated its cash, short-term investments and long-term investments as\",\n    \"row 14\": \"held-for-trading, which are measured at fair value. Accounts receivable are classified as\",\n    \"row 15\": \"loans and receivables, which are measured at amortized cost. Accounts payable and\",\n    \"row 16\": \"accrued liabilities, caution deposits and mortgage payable are classified as other financial\",\n    \"row 17\": \"liabilities, which are measured at amortized cost.\",\n    \"row 18\": \"The University also complies with CICA 3861, \\u201cFinancial Instruments \\u2014 Disclosure and\",\n    \"row 19\": \"Presentation\\u201d for the presentation and disclosure of financial instruments and non-\",\n    \"row 20\": \"financial derivatives.\",\n    \"row 21\": \"The University has selected to account for transactions at the trade date.\",\n    \"row 22\": \"2. Investments:\",\n    \"row 23\": \"\\u2014_\\u2014 eee\",\n    \"row 24\": \"2010 2009\",\n    \"row 25\": \"Market Value Cost Market Value Cost\",\n    \"row 26\": \"OO Market Value Cost\",\n    \"row 27\": \"Short-term investment:\",\n    \"row 28\": \"Guaranteed investment certificates $ 1,000,000 1,000,000 - ~\",\n    \"row 29\": \"Long-term investments:\",\n    \"row 30\": \"Pooled investment fund $ 10,323,999 5,705,383 8,862,192 5,687,847\",\n    \"row 31\": \"Other 18,752 18,752 47,238 50,584\",\n    \"row 32\": \"$ 10,342,750 6,724,135 8,909,430 5,738,431\"\n}"