"{\n    \"Title\": \"Year ended April 30, 2010__\\u2014\\u2014 eee\",\n    \"row 1\": \"The University of Sudbury (the \\u201cUniversity\\u201d) is a corporation, incorporated by Chapter 131 of\",\n    \"row 2\": \"the Statutes of Ontario, 1914, as amended by Chapter 103 of the Statutes of Ontario, 1928, \",\n    \"row 3\": \"Chapter 160 of the Statutes of Ontario, 1957 and Chapter 173 of the Statutes of Ontario 1960.\",\n    \"row 4\": \"1. Significant accounting policies:\",\n    \"row 5\": \"(a) Basis of presentation:\",\n    \"row 6\": \"In order to ensure observance and restrictions placed on the use of resources, the\",\n    \"row 7\": \"accounts are maintained in accordance with the principles of fund accounting. The\",\n    \"row 8\": \"general fund accounts for all revenue and expenses related to current operations. The\",\n    \"row 9\": \"capital fund accounts for the equity in capital assets. Trust and endowment funds\",\n    \"row 10\": \"represent funds established for specific purposes.\",\n    \"row 11\": \"(b) Revenue recognition:\",\n    \"row 12\": \"The financial statements are prepared according to the restricted fund method of\",\n    \"row 13\": \"accounting. Under this method, the following principles have been applied:\",\n    \"row 14\": \"e Contributions are recorded as revenue in the respective funds based on their\",\n    \"row 15\": \"nature, source and the restrictions stipulated by the donor.\",\n    \"row 16\": \"\\u00a2 Contributions including pledges and donations are recognized as revenue when\",\n    \"row 17\": \"received or receivable if the amounts can be reasonably estimated and collection\",\n    \"row 18\": \"is reasonably assured.\",\n    \"row 19\": \"(c) Capital assets:\",\n    \"row 20\": \"Purchases are recorded at cost. Contributed capital assets are recorded at fair market\",\n    \"row 21\": \"value at the date of contribution. Capital assets are amortized on a Straight-line basis at\",\n    \"row 22\": \"the following annual rates:\",\n    \"row 23\": \"Asset Rate\",\n    \"row 24\": \"Building 2%\",\n    \"row 25\": \"Land and building improvements 10%\",\n    \"row 26\": \"Furniture, equipment and library 20%\",\n    \"row 27\": \"Vehicle 30%\",\n    \"row 28\": \"\\u2014\\u2014\\u2014\\u2014 eee\",\n    \"row 29\": \"Amortization is taken at 50% of the above rates in the year of acquisition.\"\n}"