"{\n    \"Title\": \"NOTES TO FINANCIAL STATEMENTSApril 30, 2010\",\n    \"row 1\": \"Derivative financial instruments\",\n    \"row 2\": \"Derivative financial instruments are contracts that require or provide the opportunity to exchange\",\n    \"row 3\": \"cash flows or payments determined by applying certain rates, indices or changes to notional\",\n    \"row 4\": \"contract amounts. Derivative contracts are recorded at fair value as an asset or liability based on\",\n    \"row 5\": \"quoted market prices or dealer quotes. Under certain conditions, derivative contracts may qualify\",\n    \"row 6\": \"for hedge accounting. For these contracts, the effectiveness of the derivative in offsetting changes\",\n    \"row 7\": \"in cash flows attributable to the risk being hedged is measured. The effective portion of the\",\n    \"row 8\": \"change in fair value of the derivative contract is recorded in the Statement of Changes in Net\",\n    \"row 9\": \"Assets and the ineffective portion of the change in fair value of the derivative contract is recorded\",\n    \"row 10\": \"in the Statement of Revenue and Expenses. For derivative contracts that do not qualify for hedge\",\n    \"row 11\": \"accounting, the change in fair value of the contract is recorded in the Statement of Revenue and\",\n    \"row 12\": \"Expenses.\",\n    \"row 13\": \"4. INVESTMENTS\",\n    \"row 14\": \"The University's investment portfolio comprises a large number of different securities carrying a\",\n    \"row 15\": \"variety of terms and conditions. Fair values are based on quoted market prices of the securities.\",\n    \"row 16\": \"[a] Investments at fair value consist of the following:\",\n    \"row 17\": \"2010 2009\",\n    \"row 18\": \"$ [000's] $\",\n    \"row 19\": \"Short-term notes and money market funds 16,825 1,658\",\n    \"row 20\": \"Canadian government bonds 3,526 3,824\",\n    \"row 21\": \"Canadian corporate bonds 9,647 7,887\",\n    \"row 22\": \"Canadian equities - common 11,872 10,768\",\n    \"row 23\": \"International equities - common 5,663 4,273\",\n    \"row 24\": \"Mutual fund units\",\n    \"row 25\": \"Bonds 136 -\\u2014\",\n    \"row 26\": \"Canadian equities 844 738\",\n    \"row 27\": \"International equities 4,916 4,494\",\n    \"row 28\": \"53,429 33,642\",\n    \"row 29\": \"eee eee eee\",\n    \"row 30\": \"El] ERNST & YOUNG \\u2014 Ammember firm of Ernst & Young GlobalLimited SSS\"\n}"