"{\n    \"Title\": \"Notes to Financial Statementsener errr eee eee eee eee eee eee eee eee reer ec\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"2. COVID-19 Pandemic\",\n    \"row 3\": \"On March 11, 2020, the World Health Organization declared a global pandemic. The outbreak of the\",\n    \"row 4\": \"novel strain of the coronavirus, COVID-19, has resulted in governments worldwide enacting emergency\",\n    \"row 5\": \"measures to combat the spread of the virus. These measures have caused material disruptions to\",\n    \"row 6\": \" businesses, governments and other organizations resulting in an economic slowdown and increased\",\n    \"row 7\": \" volatility. Governments and central banks including Canadian federal, provincial, territorial and\",\n    \"row 8\": \"! municipal governments have responded with significant monetary and fiscal interventions designed to\",\n    \"row 9\": \" stabilize economic conditions.\",\n    \"row 10\": \" At the time of approval of these financial statements, in response to the COVID-19 pandemic:\",\n    \"row 11\": \"\\u00a2 The First Nation has considered the impact to Health Centres\",\n    \"row 12\": \"! \\u00a2 The First Nation has pursued available government assistance programs.\",\n    \"row 13\": \": \\u00a2 The First Nation has temporarily/permanently terminated employees.\",\n    \"row 14\": \" \\u00a2 The First Nation has implemented remote work arrangements for those able to do so.\",\n    \"row 15\": \": * The First Nation has Implemented stringent health and safety procedures.\",\n    \"row 16\": \" * The management of the entity has been proactive and diligent in addressing the implementation of\",\n    \"row 17\": \"infection prevention and other precautionary measures, guided by public health authorities, to limit\",\n    \"row 18\": \" the spread of COVID-19 and the impact of the pandemic and the related economic contraction on the\",\n    \"row 19\": \"entity.\",\n    \"row 20\": \" The rapidly evolving event, including health and safety conditions, economic environment and resulting\",\n    \"row 21\": \"! government measures, creates a high level of uncertainty and risk that may result in significant impacts\",\n    \"row 22\": \" to the entity's activities, results of operations and financial condition. The duration and impact of the\",\n    \"row 23\": \"COVID-19 outbreak is unknown at this time, as is the efficacy of any interventions. As such it is not\",\n    \"row 24\": \"possible to estimate the length and severity of these development and the impact on the financial results\",\n    \"row 25\": \" and condition on the First Nation and its operations in future periods.\",\n    \"row 26\": \"! 12\"\n}"