"{\n    \"Title\": \"Upper Nicola BandNotes to Financial Statements\",\n    \"row 1\": \"Caen eee eee ee rece r er ereree eer A a\",\n    \"row 2\": \"March 31, 2020\",\n    \"row 3\": \"1. Basis of Presentation and Significant Accounting Policies (continued)\",\n    \"row 4\": \"(e) Use of estimates and COVID-19 measurement uncertainty\",\n    \"row 5\": \"In preparing these financial statements, management made estimates and judgments including\",\n    \"row 6\": \"consideration for the uncertainties and economic implications of the COVID-19 pandemic on the First \",\n    \"row 7\": \"Nations operations, financial performance and financial position for the year ended March 31, 2020. \",\n    \"row 8\": \"The uncertainty surrounding the COVID-19 pandemic could generate, in future reporting periods, a\",\n    \"row 9\": \"significant risk of material adjustment to the carrying amounts in the financial statements. Estimates\",\n    \"row 10\": \"not associated with the COVID-19 pandemic are reviewed periodically, and as adjustments become \",\n    \"row 11\": \"necessary, they are reported in earnings in the period in which they become known. \",\n    \"row 12\": \"At the date of publication of these financial statements, it is not possible to reliably estimate the\",\n    \"row 13\": \"length and severity of the COVID-19 pandemic developments and its potential impact on the First\",\n    \"row 14\": \"Nation's financial results, conditions and cash flows.\",\n    \"row 15\": \"(f) Tangible capital assets \",\n    \"row 16\": \"Tangible capital assets are recorded at cost, which includes amounts that are directly related to the .\",\n    \"row 17\": \"acquisition, design, construction, development, improvement or betterment of the assets. Cost\",\n    \"row 18\": \"includes overhead directly attributable to construction and development, as well as interest costs that \",\n    \"row 19\": \"are directly attributable to the acquisition or construction of the asset.\",\n    \"row 20\": \"Leases that transfer substantially all the benefits and risks of ownership to the lessee are recorded as\",\n    \"row 21\": \"capital leases. Accordingly, at the inception of the leases, the tangible capital asset and related lease\",\n    \"row 22\": \"obligations are recorded at an amount equal to the present value of future lease payments\",\n    \"row 23\": \"discounted at the lower of the interest rate inherent in the lease contracts and Upper Nicola Band's\",\n    \"row 24\": \"incremental cost of borrowing.\",\n    \"row 25\": \"Amortization is provided for on a straight-line basis over their estimated useful lives as follows:\",\n    \"row 26\": \"Automotive equipment 4 Years\",\n    \"row 27\": \" Buildings 20 Years\",\n    \"row 28\": \" Furniture and Equipment 5 Years\",\n    \"row 29\": \"Infrastructure 25 Years\",\n    \"row 30\": \"social Housing 25 Years\",\n    \"row 31\": \"Tangible capital assets are written down when conditions indicate that they no longer contribute to\",\n    \"row 32\": \" Upper Nicola Band's ability to provide goods and services, or when the value of future economic\",\n    \"row 33\": \" benefits associated with the tangible capital assets are less than their net book value. The net write-\",\n    \"row 34\": \" downs are accounted for as expenses in the consolidated statement of operations.\",\n    \"row 35\": \"Contributed capital assets are recorded into revenues at their fair value on the date of donation,\",\n    \"row 36\": \"except in circumstances where fair value cannot be reasonably determined, in which case they are\",\n    \"row 37\": \"recognized at nominal value. Transfers of capital assets from related parties are recorded at carrying\",\n    \"row 38\": \"value.\",\n    \"row 39\": \"Certain assets, including recognized interest in reserve lands and natural resources, as well as\",\n    \"row 40\": \"assets which have historical or cultural value, including works of art, historical documents and\",\n    \"row 41\": \" historical and cultural artifacts, are not recognized as tangible capital assets. Assets under\",\n    \"row 42\": \"!  construction are not amortized until the asset is available to be put into service.\"\n}"