"{\n    \"Title\": \"Management's Responsibility for Financial Reporting  .\",\n    \"row 1\": \"Cee eee eeeneeeeeeeeeeeeeee ee eeeee ee eee eee reer e ree ener rccccc cece cc\",\n    \"row 2\": \"March 31, 2020\",\n    \"row 3\": \"The accompanying financial statements of Upper Nicola Band are the responsibility of management and have\",\n    \"row 4\": \"been approved by Council.\",\n    \"row 5\": \"_ The financial statements have been prepared by management in accordance with Canadian public sector \",\n    \"row 6\": \"accounting standards prescribed for governments as recommended by the Public Sector Accounting Board of \",\n    \"row 7\": \"the Chartered Professional Accountants of Canada and as such include amounts that are the best estimates\",\n    \"row 8\": \"and judgments of management. : \",\n    \"row 9\": \"Management is responsible for the integrity and objectivity of these statements and for implementing and\",\n    \"row 10\": \". maintaining a system of internal controls to provide reasonable assurance that reliable financial information is\",\n    \"row 11\": \" produced. \\u2014 oo . \",\n    \"row 12\": \"The Council is responsible for ensuring that management fulfills its responsibilities for financial reporting and\",\n    \"row 13\": \"internal control and is ultimately responsible for reviewing and approving the financial statements.\",\n    \"row 14\": \" The Council meets periodically with management, as well as the external auditors, to discuss intemal controls\",\n    \"row 15\": \"over the financial reporting process, auditing matters and financial reporting issues, to satisfy themselves that\",\n    \"row 16\": \"each party is properly discharging their responsibilities, and to review the financial statements and the\",\n    \"row 17\": \"external auditor's report. .\",\n    \"row 18\": \"The external auditors, Crowe MacKay LLP, conduct an independent examination, in accordance with\",\n    \"row 19\": \"Canadian auditing standards, and express their opinion on the financial statements. The external \\u2018auditors\",\n    \"row 20\": \"have full and free access to financial management of Upper Nicola Band and meet when required.\",\n    \"row 21\": \"On behalf of Upper Nicola Band: -\",\n    \"row 22\": \": Original signed b ___Julv30.2020,\",\n    \"row 23\": \" . Chief   Date a  \",\n    \"row 24\": \"Original signed by ,  __dulv 30. 2020 :\",\n    \"row 25\": \"Finance and Audit Committee Chair Date Ce \",\n    \"row 26\": \"- Original signed by _July 30. 2020.0 SO \",\n    \"row 27\": \"+ Chief Financial Officer Date\"\n}"