"{\n    \"Title\": \"Year ended March 31, 20201. Significant accounting policies (continued):\",\n    \"row 1\": \"(c) Revenue recognition:\",\n    \"row 2\": \"Revenue is recognized as it becomes receivable under the terms of applicable funding\",\n    \"row 3\": \"agreements. Funding received under the funding arrangements which relates to a subsequent\",\n    \"row 4\": \"fiscal period is reflected as deferred revenue in the year of receipt and classified as such on\",\n    \"row 5\": \"the consolidated statement of financial position.\",\n    \"row 6\": \"(d) Consolidated revenue trust funds:\",\n    \"row 7\": \"Funds held in trust are comprised of funds held in Ottawa Trust accounts and arise from monies\",\n    \"row 8\": \"derived from capital or revenue sources as outlined in Section 62 of the Indian Act. These\",\n    \"row 9\": \"funds are held in trust in the Consolidated Revenue Fund of the Government of Canada and\",\n    \"row 10\": \"are subject to audit by the Office of the Auditor General of Canada. The management of these\",\n    \"row 11\": \"funds is primarily governed by Sections 63 to 69 of the Indian Act.\",\n    \"row 12\": \"(e) Marketable securities:\",\n    \"row 13\": \"Investments in non-controlled entities are recorded at cost. Temporary changes in the market\",\n    \"row 14\": \"value of the investments are not recorded.\",\n    \"row 15\": \"(f) Non-financial assets:\",\n    \"row 16\": \"Non-financial assets are not available to discharge existing liabilities and are held for use in the\",\n    \"row 17\": \"provision of services. They have useful lives extending beyond the current year and are not\",\n    \"row 18\": \"intended for sale in the ordinary course of operations.\",\n    \"row 19\": \"(i) Tangible capital assets:\",\n    \"row 20\": \"Tangible capital assets are recorded at cost which includes amounts that are directly\",\n    \"row 21\": \"attributable to acquisition, construction, development or betterment of the asset. The cost,\",\n    \"row 22\": \"less residual value, of the tangible capital assets, excluding land and landfill sites, are\",\n    \"row 23\": \"amortized on a straight-line basis over their estimated useful lives as follows:\",\n    \"row 24\": \"Buildings and land improvements 20 - 50 years\",\n    \"row 25\": \"Equipment 5 - 20 years\",\n    \"row 26\": \"Vehicles 5 - 10 years\",\n    \"row 27\": \"Roads 25 years\",\n    \"row 28\": \"Water systems 25 years\",\n    \"row 29\": \"Housing 25 years\",\n    \"row 30\": \"Annual amortization is charged in the year of acquisition and in the year of disposal. Assets\",\n    \"row 31\": \"under construction are not amortized until the asset is available for productive use.\",\n    \"row 32\": \"(ii) Natural resources that have not been purchased are not recognized as assets in the\",\n    \"row 33\": \"consolidated financial statements.\",\n    \"row 34\": \"(ii) Works of art and cultural and historic assets are not recorded as assets in the consolidated\",\n    \"row 35\": \"financial statements.\"\n}"