"{\n    \"Title\": \"Fax: 705-942-7979 747 Queen Street EB D O Toll-Free: 800-520-3005 PO Box 1109\",\n    \"row 1\": \"ae www.bdo.ca Sault Ste. Marie ON P6A5N7 Canada\",\n    \"row 2\": \"SSS SSS Sa a\",\n    \"row 3\": \"Independent Auditor\\u2019s Report\",\n    \"row 4\": \"To the Members of Whitefish River First Nation\",\n    \"row 5\": \"Opinion\",\n    \"row 6\": \"We have audited the consolidated financial statements of Whitefish River First Nation (the First\",\n    \"row 7\": \"; Nation), which comprise the consolidated the statement of financial position as at March. 31,\",\n    \"row 8\": \"2020 and the consolidated statements of operations, changes in net financial assets and cash\",\n    \"row 9\": \"flows for the year then ended, and notes to the consolidated financial statements, including a\",\n    \"row 10\": \"- summary of significant accounting policies.\",\n    \"row 11\": \"In our opinion, the accompanying consolidated financial statements present fairly, in all material\",\n    \"row 12\": \"respects, the consolidated financial position of the First Nation as at March 31, 2020, and its\",\n    \"row 13\": \"consolidated results of operations, its consolidated changes in net financial assets and its\",\n    \"row 14\": \"consolidated cash flows for the year then ended in accordance with Canadian public sector\",\n    \"row 15\": \"accounting standards.\",\n    \"row 16\": \"Basis for Opinion\",\n    \"row 17\": \"We conducted our audit in accordance with Canadian generally accepted auditing standards. Our\",\n    \"row 18\": \"responsibilities under those standards are further described in the Auditor\\u2019s Responsibilities for\",\n    \"row 19\": \"the Audit of the Consolidated Financial Statements section of our report. We are independent of\",\n    \"row 20\": \"the First Nation in accordance with the ethical requirements that are relevant to our audit of the\",\n    \"row 21\": \"consolidated financial statements in Canada, and we have fulfilled our other ethical\",\n    \"row 22\": \"responsibilities in accordance with these requirements. We believe that the audit evidence we\",\n    \"row 23\": \"have obtained is sufficient and appropriate to provide a basis for our opinion.\",\n    \"row 24\": \"Responsibilities of Management and Those Charged with Governance for the Consolidated\",\n    \"row 25\": \"; Financial Statements\",\n    \"row 26\": \"Management is responsible for the preparation and fair presentation of the consolidated financial\",\n    \"row 27\": \"statements in accordance with Canadian public sector accounting standards, and for such\",\n    \"row 28\": \". internal control as management determines is necessary to enable the preparation of\",\n    \"row 29\": \"consolidated financial statements that are free from material misstatement, whether due to\",\n    \"row 30\": \"fraud or error.\",\n    \"row 31\": \"In preparing the consolidated financial statements, management is responsible for assessing the\",\n    \"row 32\": \"First Nation\\u2019s ability to continue as a going concern, disclosing, as applicable, matters related to\",\n    \"row 33\": \"going concern and using the going concern basis of accounting unless management either intends\",\n    \"row 34\": \"to liquidate the First Nation or to cease operations, or has no realistic alternative but to do so.\",\n    \"row 35\": \"Those charged with governance are responsible for overseeing the First Nation\\u2019s financial\",\n    \"row 36\": \"reporting process.\",\n    \"row 37\": \"Auditor\\u2019s Responsibilities for the Audit of the Consolidated Financial Statements\",\n    \"row 38\": \"Our objectives are to obtain reasonable assurance about whether the consolidated financial\",\n    \"row 39\": \"statements as a whole are free from material misstatement, whether due to fraud or error, and\",\n    \"row 40\": \"to issue an auditor\\u2019s report that includes our opinion. Reasonable assurance is a high level of\",\n    \"row 41\": \"assurance, but is not a guarantee that an audit conducted in accordance with Canadian generally\",\n    \"row 42\": \"accepted auditing standards will always detect a material misstatement when it exists.\",\n    \"row 43\": \"Misstatements can arise from fraud or error and are considered material if, individually or in the\",\n    \"row 44\": \"aggregate, they could reasonably be expected to influence the economic decisions of users taken\",\n    \"row 45\": \"on the basis of these consolidated financial statements.\",\n    \"row 46\": \"BDO Canada LLP, a Canadian limited liability partnership, is a member of BDO International Limited, a UK company limited by guarantee, and forms part of the international BDO\",\n    \"row 47\": \"network of independent member firms.\"\n}"