"{\n    \"Title\": \"Whitefish River First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"1. Summary of significant accounting policies\",\n    \"row 3\": \"a. Basis of accounting\",\n    \"row 4\": \"These consolidated financial statements of the Whitefish River First Nation have been\",\n    \"row 5\": \"prepared in accordance with Canadian public sector accounting standards prescribed for\",\n    \"row 6\": \"governments as recommended by the Public Sector Accounting Board.\",\n    \"row 7\": \"b. Reporting entity .\",\n    \"row 8\": \"The Whitefish River First Nation reporting entity includes the First Nation government and\",\n    \"row 9\": \"- all entities that are controlled by the First Nation.\",\n    \"row 10\": \"c. Principles of consolidation\",\n    \"row 11\": \", These financial statements reflect the assets, liabilities, revenue and expenses of all\",\n    \"row 12\": \"programs under the control of Chief and Council and fully consolidate on a line-by-line basis\",\n    \"row 13\": \"the activities of the Whitefish River Development Corporation and the Birch Island\",\n    \"row 14\": \"Construction Company.\",\n    \"row 15\": \"d. Revenue recognition\",\n    \"row 16\": \"Revenues are recognized in the period in which the transactions or events occurred that\",\n    \"row 17\": \"gave rise to the revenues. All revenues are recorded on an accrual basis.\",\n    \"row 18\": \"Government transfers are recognized as revenue when the transfer is authorized and any\",\n    \"row 19\": \"eligibility criteria are met, except to the extent that transfer stipulations give rise to an\",\n    \"row 20\": \"obligation that meets the definition of a liability. Transfers are recognized as deferred\",\n    \"row 21\": \"revenue when transfer stipulations give rise to a liability. Transfer revenue is recognized in\",\n    \"row 22\": \"the statement of operations as the stipulation liabilities are settled.\",\n    \"row 23\": \"Contributions, other than government transfers, are deferred when restrictions are placed\",\n    \"row 24\": \"on their use by external contributor, and are recognized as revenue when used for the\",\n    \"row 25\": \"specific purpose.\",\n    \"row 26\": \"Revenue related to fees or services received in advance of the fee being earned or the\",\n    \"row 27\": \"service being performed, is deferred and recognized when the fee is earned or service\",\n    \"row 28\": \"performed. \",\n    \"row 29\": \"e. Portfolio investments\",\n    \"row 30\": \"Portfolio investments are recorded at cost. Portfolio investments are written down where\",\n    \"row 31\": \"there has been a loss in value that is other than a temporary decline.\",\n    \"row 32\": \"f. Tangible capital assets\",\n    \"row 33\": \"Tangible capital assets are recorded at cost less accumulated amortization. Cost includes\",\n    \"row 34\": \"all costs directly attributable to acquisition or construction of the tangible capital asset\",\n    \"row 35\": \"including transportation costs, installation costs, design and engineering fees, legal fees\",\n    \"row 36\": \"and site preparation costs. Contributed tangible capital assets are recorded at fair value at\",\n    \"row 37\": \"the time of the donation, with a corresponding amount recorded as revenue. Amortization is\",\n    \"row 38\": \"recorded on a straight-line basis over the estimated life of the tangible capital asset\",\n    \"row 39\": \"commencing in the year the asset is available for productive use as follows:\",\n    \"row 40\": \"Land improvements 10 to 30 years\",\n    \"row 41\": \"Buildings 25 to 40 years\",\n    \"row 42\": \"Machinery and equipment 4 to 40 years\",\n    \"row 43\": \"Vehicles 7 years\",\n    \"row 44\": \"Infrastructure 10 to 75 years\",\n    \"row 45\": \"Housing 25 to 40 years\",\n    \"row 46\": \"In the year of acquisition tangible capital assets are amortized at one-half the above rates.\"\n}"