"{\n    \"Title\": \"Whitefish River First NationNotes to Consolidated Financial Statements\",\n    \"row 1\": \"March 31, 2020\",\n    \"row 2\": \"14. Seqmented information\",\n    \"row 3\": \"The Whitefish River First Nation is a diversified government institution that provides a wide\",\n    \"row 4\": \"range of services to its members, including education, infrastructure maintenance, medical\",\n    \"row 5\": \"and other health services, administration, enterprises and other services. For management\",\n    \"row 6\": \"reporting purposes the First Nation's operations and activities are organized and reported by\",\n    \"row 7\": \"Department. Departments were created for the purpose of recording specific activities to attain\",\n    \"row 8\": \"certain objectives in accordance with specific regulations, restrictions or limitations.\",\n    \"row 9\": \". Services are provided by departments and their activities are reported in these funds. Certain\",\n    \"row 10\": \"departments that have been separately disclosed in the segmented information, along with the\",\n    \"row 11\": \"services they provide, are as follows:\",\n    \"row 12\": \"Social and family services  .\",\n    \"row 13\": \"This department is responsible for administering programs focusing on improving the lives of\",\n    \"row 14\": \"members and families of the First Nation, including social assistance and adult care policies\",\n    \"row 15\": \"and as well, providing services directed towards members including day care and employment\",\n    \"row 16\": \"support initiatives.\",\n    \"row 17\": \"Administration, lands, trusts and economic development\",\n    \"row 18\": \"The administration department oversees the delivery of all governmental services. The\",\n    \"row 19\": \"department is responsible for ensuring that there are adequate policies and procedures in\",\n    \"row 20\": \"place to safeguard assets and to properly report financial activities. In addition, this department\",\n    \"row 21\": \"includes the governance activities of chief and council. This department also oversees\",\n    \"row 22\": \"economic development programs within the community.\",\n    \"row 23\": \"Education\",\n    \"row 24\": \"The education department provides services to elementary and secondary students primarily\",\n    \"row 25\": \"by entering into service contracts with provincially funded area school boards, as well as native\",\n    \"row 26\": \"language study. In addition, the department reimburses tuition costs and provides living and\",\n    \"row 27\": \"other allowances to students who are attending post-secondary institutions.\",\n    \"row 28\": \"Operations and maintenance\",\n    \"row 29\": \"The infrastructure department provides public services that contribute to community\",\n    \"row 30\": \"development and sustainability through the provision of operating services such as roads,\",\n    \"row 31\": \"water and sanitation, fire protection, electrical and community buildings.\",\n    \"row 32\": \"Housing and infrastructure development\",\n    \"row 33\": \"This department oversees construction and renovation of housing and various capital projects\",\n    \"row 34\": \"in the community and as well, operates the CMHC projects and other band-owned homes.\",\n    \"row 35\": \"Medical and other health services\",\n    \"row 36\": \"The community wellness department provides a diverse bundle of services directed towards\",\n    \"row 37\": \"the well-being of members including such activities as long term care, medical transportation,\",\n    \"row 38\": \"pre-natal and early childhood care, nursing, health representation, traditional healing, family\",\n    \"row 39\": \"violence prevention and many other smaller programs designed to enhance the health of\",\n    \"row 40\": \"members.\",\n    \"row 41\": \"Enterprises\",\n    \"row 42\": \"Band operated enterprises are activities conducted by the First Nation with the objective of\",\n    \"row 43\": \"promoting economic self-sufficiency. These activities could include income generated from\",\n    \"row 44\": \"renting out band-owned equipment, lease income and other projects from time to time.\"\n}"