"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"3. Restricted cash:\",\n    \"row 2\": \"Restricted cash is comprised of bank account balances supporting Canada Mortgage and\",\n    \"row 3\": \"Housing Corporation (CMHC) replacement reserves, subsidy surplus reserves and operating\",\n    \"row 4\": \"reserves.\",\n    \"row 5\": \"Under the terms of agreements with CMHC amounts are to be credited annually to replacement\",\n    \"row 6\": \"reserves and, where applicable, may be credited to the subsidy surplus and operating reserves.\",\n    \"row 7\": \"These funds must be held in a separate bank account and/or invested only in accounts or\",\n    \"row 8\": \"instruments insured by the Canada Deposit Insurance Corporation or as may otherwise be\",\n    \"row 9\": \"approved by Canada Mortgage and Housing Corporation. Withdrawals are credited to interest\",\n    \"row 10\": \"first and then principal.\",\n    \"row 11\": \"4. Short-term investments:\",\n    \"row 12\": \"Short-term investments are presented at their cost value and consist of:\",\n    \"row 13\": \"2020 2019\",\n    \"row 14\": \"Toronto Dominion - interest bearing current account $10,930,830 $12,232,948\",\n    \"row 15\": \"Bank of Montreal - business account 283,472 663\",\n    \"row 16\": \"Other 5,124 5,124\",\n    \"row 17\": \"$11,219,426 _ $12,238,735\",\n    \"row 18\": \"The fair market values of the investments approximate their carrying value.\",\n    \"row 19\": \"5. Restricted funds held in trust in Ottawa:\",\n    \"row 20\": \"Funds held in trust are comprised of funds held in Ottawa trust accounts and arise from monies\",\n    \"row 21\": \"derived from capital or revenue sources as outlined in Section 62 of the Indian Act. These funds\",\n    \"row 22\": \" are held in trust in the Consolidated Revenue Fund of the Government of Canada and are subject\",\n    \"row 23\": \"to audit by the Office of the Auditor General of Canada. The management of these funds is\",\n    \"row 24\": \"primarily governed by Sections 63 to 69 of the Indian Act.\",\n    \"row 25\": \"6. Resident funds held in trust \\u2014 Nursing Home residents:\",\n    \"row 26\": \"The resident funds held in trust are funds held by the Wikwemikong Nursing Home in trust for\",\n    \"row 27\": \"residents, for resident fees and for purchases made by the residents.\"\n}"