"{\n    \"Title\": \"Notes to Consolidated Financial StatementsMarch 31, 2020\",\n    \"row 1\": \"7. Due from Indigenous Services Canada\",\n    \"row 2\": \"Due from Indigenous Services Canada (ISC) represents funding receivable from ISC in\",\n    \"row 3\": \"accordance with funding arrangements between the First Nation and ISC. The amounts are\",\n    \"row 4\": \"unsecured and non-interest bearing.\",\n    \"row 5\": \"8. Note receivable:\",\n    \"row 6\": \"The note receivable is from Great Lakes Hospitality Group Limited Partnership (GLHGLP),\",\n    \"row 7\": \"bears interest at prime plus 5% per annum and is due on demand. The note is secured by the\",\n    \"row 8\": \"First Nation\\u2019s registered mortgage of the hotel property to a maximum $1,000,000,\",\n    \"row 9\": \"(4\\\" ranking). See note 12 and note 21 for additional details of the First Nation\\u2019s investment in\",\n    \"row 10\": \"GLHGLP.\",\n    \"row 11\": \"During the year, the First Nation was required to make capital contributions to the GLHGLP.\",\n    \"row 12\": \"These contributions were made in the form of reducing this note receivable:\",\n    \"row 13\": \"2020 2019\",\n    \"row 14\": \"Opening balance $ 455,502 $ 452,920\",\n    \"row 15\": \"Interest accrual 22,636 24,645\",\n    \"row 16\": \"Capital contributions to GLHGLP (14,286) (22,063)\",\n    \"row 17\": \"$ 463,852 $ 455,502\",\n    \"row 18\": \"9. Economic development loans receivable:\",\n    \"row 19\": \"The loans are unsecured, bear interest at 0% - 5% per annum, and contain repayment terms\",\n    \"row 20\": \"which vary between 1 and 10 years. The loans are administered by the Wikwemikong\",\n    \"row 21\": \"Development Commission. During the year a total of $7,461 (2019 - $ 9,412) of new loans\",\n    \"row 22\": \"were provided to First Nation members for the purpose of economic development.\",\n    \"row 23\": \"10. Mortgages receivable:\",\n    \"row 24\": \"The First Nation issues mortgages to qualifying band members. The mortgages are secured by\",\n    \"row 25\": \"specific property, bear interest at 2.34% to 4.64% per annum, and are amortized over 25 years,\",\n    \"row 26\": \"with a 5 year term. During the year, 5 new mortgages were issued totalling $564,228 (2019 \\u2014\",\n    \"row 27\": \"3 new mortgages totalling $260,005).\"\n}"