"{\n    \"Title\": \"NOTES TO CONSOLIDATED FINANCIAL STATEMENTSFOR THE YEAR ENDED MARCH 31, 2020\",\n    \"row 1\": \"1. SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES (continued)\",\n    \"row 2\": \"(g) Asset classification\",\n    \"row 3\": \"Assets are classified as either financial or non-financial. Financial assets are assets that could\",\n    \"row 4\": \"be used to discharge existing liabilities or financial future operations. Non-financial assets are\",\n    \"row 5\": \"acquired, constructed or developed assets that do not provide resources to discharge existing\",\n    \"row 6\": \"liabilities but are employed to deliver government services, may be consumed in normal\",\n    \"row 7\": \"Operations and are not for resale. Non-financial assets include tangible capital assets and\",\n    \"row 8\": \"prepaid expenses.\",\n    \"row 9\": \"(h) Net financial assets\",\n    \"row 10\": \"The First Nationd's financial statements are presented to highlight net financial assets as the\",\n    \"row 11\": \"measurement of financial position. The net financial assets of the Band is determined by its\",\n    \"row 12\": \"financial assets less its liabilities. Net financial assets are comprised of two components, non-\",\n    \"row 13\": \"financial assets and accumulated surplus.\",\n    \"row 14\": \"(i) Financial instruments\",\n    \"row 15\": \"The First Nation's financial instruments consist of cash, receivables, payables, and long term\",\n    \"row 16\": \"debt. Unless otherwise noted, it is management's opinion that the First Nation is not exposed to\",\n    \"row 17\": \"significant interest, currency or credit risk arising from these financial instruments. The fair\",\n    \"row 18\": \"value of the instruments approximate their carrying values, unless otherwise noted.\",\n    \"row 19\": \"2. ACCOUNTS RECEIVABLE\",\n    \"row 20\": \"2020 2019\",\n    \"row 21\": \"Accounts receivable consists of the following:\",\n    \"row 22\": \"Due from members:\",\n    \"row 23\": \"Member loans $ - $ 3,700\",\n    \"row 24\": \"Due from others:\",\n    \"row 25\": \"Other First Nation Organizations 3,/77 114,523\",\n    \"row 26\": \"Others 183 1,286\",\n    \"row 27\": \"First Nations Health Authority - 15,290\",\n    \"row 28\": \"Indigenous Services Canada 108,720 6,040\",\n    \"row 29\": \"112,680 137,139\",\n    \"row 30\": \"Total accounts receivable $ 112,680 $ 140,839\"\n}"