"{\n    \"Title\": \"NOTES TO CONSOLIDATED FINANCIAL STATEMENTSFOR THE YEAR ENDED MARCH 31, 2020\",\n    \"row 1\": \"11. EXPENSE BY OBJECT\",\n    \"row 2\": \"2020 2019\",\n    \"row 3\": \"Amortization on tangible capital assets $ 64,161 $ 90,/65\",\n    \"row 4\": \"Band distribution 75,000 80,000\",\n    \"row 5\": \"Donations 31,137 17,415\",\n    \"row 6\": \"Insurance 34,558 15,601\",\n    \"row 7\": \"Interest and bank charges 18,799 1,967\",\n    \"row 8\": \"Maintenance 87,628 50,132\",\n    \"row 9\": \"Office and miscellaneous 14,602 6,324\",\n    \"row 10\": \"Other operating expenses 12,386 14,246\",\n    \"row 11\": \"Professional fees 26,016 46,978\",\n    \"row 12\": \"Telephone 7,960 659\",\n    \"row 13\": \"Travel expenses 49,567 47,252\",\n    \"row 14\": \"Utilities 5,397 2,857\",\n    \"row 15\": \"Wages and benefits 169,712 79,931\",\n    \"row 16\": \"$ 596,923 $ 414,127\",\n    \"row 17\": \"12. COVID RISK\",\n    \"row 18\": \"The COVID-19 pandemic is causing significant financial and social dislocation. The situation is\",\n    \"row 19\": \"dynamic with various cities and countries around the world responding in different ways to address\",\n    \"row 20\": \"the outbreak. The First Nation continues to monitor and assess the impact COVID-19 will have on\",\n    \"row 21\": \"its business activities. The extent of the effect of the COVID-19 pandemic on the First Nation is\",\n    \"row 22\": \"uncertain.\",\n    \"row 23\": \"13. COMPARATIVE FIGURES\",\n    \"row 24\": \"Some of the comparative figures have been reclassified to conform to the current year's\",\n    \"row 25\": \"presentation. This reclassification had no impact on previously stated total financial assets, total\",\n    \"row 26\": \"non-financial assets, total liabilities, accumulated surplus and annual surplus.\",\n    \"row 27\": \"14. SEGMENTED INFORMATION\",\n    \"row 28\": \"The Yakweakwioose First Nation is a government institution that provides a range of programs and\",\n    \"row 29\": \"services to its members, including community operations, government business enterprises, capital\",\n    \"row 30\": \"projects, and tangible capital assets. For management reporting purposes, the First Nation's\",\n    \"row 31\": \"operations and activities are organized and reported by fund. Funds were created for the purpose of\",\n    \"row 32\": \"recording specific activities to attain certain objectives in accordance with special regulations,\",\n    \"row 33\": \"restrictions or limitations.\",\n    \"row 34\": \"First Nation services are provided for departments and their activities are reported in these funds.\",\n    \"row 35\": \"Certain departments have been separately disclosed in the segmented information.\",\n    \"row 36\": \"(continues)\"\n}"